Repository: robbenz/dia_plugs
Catalog: vfb-pro/lang/vfb-pro-*.po
Languages: de_de

source: If checked, this will hide the verdict text.
de_de: Falls aktiviert wird kein Beurteilungstext angezeigt.

source: Verdict Inside Bar
de_de: Beurteilungstext innerhalb des Balkens

source: About Verdict Inside Bar
de_de: Über Beurteilungstext innerhalb des Balkens

source: If checked, this will move the verdict text inside the strength bar instead of below the bar.
de_de: Falls aktiv wird der Beurteilungstext innerhalb des Stärke-Indikators angezeigt anstelle unterhalb des Balkens.

source: Verdict Score 1 Text
de_de: Grad 1 Beurteilungstext

source: About Verdict Score 1 Text
de_de: Über den Grad 1 Beurteilungstext

source: The display text for a password that scores a 1 out of 5 on the scale of password strength. Default is 'Too Short'.
de_de: Zeigt den Text für eine Grad 1 Beurteilung eines Passwortes an, der Grad 1 entspricht einer 1 auf einer Skala bis 5. Standard ist 'zu kurz'.

source: Verdict Score 2 Text
de_de: Grad 2 Beurteilungstext

source: About Verdict Score 2 Text
de_de: Über den Grad 2 Beurteilungstext

source: The display text for a password that scores a 2 out of 5 on the scale of password strength. Default is 'Very Weak'.
de_de: Zeigt den Text für eine Grad 2 Beurteilung eines Passwortes an, der Grad 2 entspricht einer 2 auf einer Skala bis 5. Standard ist 'sehr schwach'.

source: Verdict Score 3 Text
de_de: Grad 3 Beurteilungstext

source: About Verdict Score 3 Text
de_de: Über den Grad 3 Beurteilungstext

source: The display text for a password that scores a 3 out of 5 on the scale of password strength. Default is 'Weak'.
de_de: Zeigt den Text für eine Grad 3 Beurteilung eines Passwortes an, der Grad 3 entspricht einer 3 auf einer Skala bis 5. Standard ist 'schwach'.

source: Verdict Score 4 Text
de_de: Grad 4 Beurteilungstext

source: About Verdict Score 4 Text
de_de: Über den Grad 4 Beurteilungstext

source: The display text for a password that scores a 4 out of 5 on the scale of password strength. Default is 'Medium'.
de_de: Zeigt den Text für eine Grad 4 Beurteilung eines Passwortes an, der Grad 4 entspricht einer 4 auf einer Skala bis 5. Standard ist 'mittel'.

source: Verdict Score 5 Text
de_de: Grad 5 Beurteilungstext

source: About Verdict Score 5 Text
de_de: Über den Grad 5 Beurteilungstext

source: The display text for a password that scores a 5 out of 5 on the scale of password strength. Default is 'Strong'.
de_de: Zeigt den Text für eine Grad 5 Beurteilung eines Passwortes an, der Grad 5 entspricht einer 5 auf einer Skala bis 5. Standard ist 'stark'.

source: reCAPTCHA Theme
de_de: reCAPTCHA Stil

source: About reCAPTCHA Theme
de_de: Über den reCAPTCHA Stil

source: Choose the color theme you of the reCAPTCHA widget. Default is Light.
de_de: Legt den Farbstil des reCAPTCHA fest. Standard ist hell.

source: Light
de_de: hell

source: Dark
de_de: dunkel

source: reCAPTCHA Type
de_de: reCaptcha Typ

source: About reCAPTCHA Type
de_de: Über den reCaptcha Typ

source: Choose the type of reCAPTCHA to server. Default is Image.
de_de: Legt den reCaptcha Typ fest. Standard ist Bild.

source: Image
de_de: Bild

source: reCAPTCHA Language
de_de: reCAPTCHA Sprache

source: About reCAPTCHA Language
de_de: Über die reCAPTCHA Sprache

source: Choose the language for the reCAPTCHA text. Default is English.
de_de: Legt die Sprache für das reCAPTCHA fest. Standard ist Englisch.

source: Slider Type
de_de: Schieberegler Typ

source: About Slider Type
de_de: Über den Schieberegler Typ

source: Choose the slider type: either single, for one handle, or double, for two handles. Default is Single.
de_de: Wählen Sie den Schieberegler Typ: Einfach, für einen einseitigen Regler, oder Beidseitig, für einen doppelseitigen Regler. Standard ist Einfach.

source: Single
de_de: Einfach

source: Double
de_de: Beidseitig

source: Slider Min
de_de: Schieberegler Min

source: About Slider Min
de_de: Über das Schieberegler Min

source: Set slider minimum value. Default is 10.
de_de: Minimalen Wert des Schiebereglers einstellen. Standard ist 10.

source: Slider Max
de_de: Schieberegler Max

source: About Slider Max
de_de: Über das Schieberegler Max

source: Set slider maximum value. Default is 100.
de_de: Maximalen Wert des Schiebereglers einstellen. Standardwert ist 100.

source: Slider From
de_de: Schieberegler Von

source: About Slider From
de_de: Über das Schieberegler Von

source: Set start position for left handle (or for single handle).
de_de: Legt die Startposition des linken Schiebereglers fest (bzw. die des Einfachen Schiebereglers).

source: Slider To
de_de: Schieberegler Bis

source: About Slider To
de_de: Über das Schieberegler Bis

source: Set start position for right handle.
de_de: Legt die Startposition des rechten Schiebereglers fest.

source: Slider Step
de_de: Schieberegler Schritt

source: About Slider Step
de_de: Über den Schieberegler Schritt

source: Set sliders step. Always > 0. Could be fractional.
de_de: Setzt die Schieberegler Schrittweite. Immer > 0. Teilschritte möglich.

source: Validation Type
de_de: Überprüfungstyp

source: About Validation Type
de_de: Über Überprüfungstypen

source: Set the validation type.
de_de: Setzt den Überprüfungstyp

source: Number
de_de: Nummer

source: Integer
de_de: Ganzzahl

source: Digits
de_de: Ziffern

source: Alphanumeric
de_de: Alphanumerisch

source: Regex Pattern
de_de: Regex-Muster

source: About Regex Pattern
de_de: Über Regex-Muster

source: Validates that a value matches a specific regular expression (regex).
de_de: Überprüft, ob ein Wert einem bestimmten regulären Ausdruck (Regex) entspricht.

source: Equal To
de_de: Entsprechung

source: About Equal To
de_de: Über die Entsprechung

source: Validates that the value is identical to another field value (useful for password confirmation check). Enter the VFB field ID number.
de_de: Überprüft, ob der Wert mit einem anderen Feldwert übereinstimmt (nützlich für Kennwortüberprüfungen). Geben Sie die VFB-Feld-ID ein.

source: Min Length
de_de: Min. Länge

source: About Min Length
de_de: Über die min. Länge

source: Validates that the length of a string is at least as long as the given limit. Integers only.
de_de: Überprüft, ob die Länge einer Zeichenkette mindestens so lang ist wie es die Vorgabe erwartet. Nur Ganzzahlen.

source: Max Length
de_de: Max. Länge

source: About Max Length
de_de: Über die max. Länge

source: Validates that the length of a string is not larger than the given limit. Integers only.
de_de: Überprüft, ob die Länge einer Zeichenkette nicht größer ist als es die Vorgabe erwartet. Nur Ganzzahlen.

source: Length
de_de: Länge

source: About Length
de_de: Über die Länge

source: Validates that a given string length is between some minimum and maximum value. Must be entered as two integers separated by a comma. Example: 6,10
de_de: Überprüft, ob eine angegebene Zeichenkette innerhalb des angegeben minimalen und maximalen Wert liegt. Zwei Ganzzahlen erwartet, die durch ein Komma getrennt eingegeben werden. Beispiel: 6,10

source: About Min
de_de: Über Min.

source: Validates that a given number is greater than some minimum number. Integers only.
de_de: Überprüft, ob die eingegebene Zahl größer als die minimale Zahl ist. Nur Ganzzahlen.

source: Validates that a given number is less than some maximum number. Integers only.
de_de: Überprüft, ob die eingegebene Zahl kleiner als die maximale Zahl ist. Nur Ganzzahlen.

source: Range
de_de: Bereich

source: About Range
de_de: Über den Bereich

source: Validates that a given number is between some minimum and maximum number. Must be entered as two integers separated by a comma. Example: 6,10
de_de: Überprüft, ob eine angegebene Zahl innerhalb des angegeben minimalen und maximalen Zahlenwertes liegt. Zwei Ganzzahlen erwartet, die durch ein Komma getrennt eingegeben werden. Beispiel: 6,10

source: Min Check
de_de: Min. Prüfung

source: About Min Check
de_de: Über die Min. Prüfung

source: Validates that a certain minimum number of checkboxes in a group are checked. Integers only.
de_de: Überprüft, ob eine bestimmte Mindestanzahl von Kontrollkästchen in einer Gruppe ausgewählt wurden. Nur Ganzzahlen.

source: Max Check
de_de: Max. Prüfung

source: About Max Check
de_de: Über die Max. Prüfung

source: Validates that a certain maximum number of checkboxes in a group are checked. Integers only.
de_de: Überprüft, ob die maximale Anzahl von Kontrollkästchen in einer Gruppe ausgewählt wurde. Nur Ganzzahlen.

source: Check Range
de_de: Bereich Prüfung

source: About Check Range
de_de: Über die Bereich Prüfung

source: Validates that the number of checked checkboxes in a group is within a certain range. Must be entered as two integers separated by a comma. Example: 6,10
de_de: Überprüft, ob die Anzahl der aktivierten Kontrollkästchen in einer Gruppe, innerhalb eines bestimmten Wertebereich liegt. Zwei Ganzzahlen erwartet, die durch ein Komma getrennt eingegeben werden. Beispiel: 6,10

source: Greater Than
de_de: Größer als

source: About Greater Than
de_de: Über das Größer als

source: Validates that the value is greater than another field's one. Enter the VFB field ID number.
de_de: Überprüft, ob der eingegebene Wert größer ist, als der Wert eines anderen Feldes. Die VFB-Feld-ID eingeben.

source: Greater Than Equal To
de_de: Größer als oder gleich

source: About Greater Than Equal To
de_de: Über das Größer als oder gleich

source: Validates that the value is greater than or equal to another field's one. Enter the VFB field ID number.
de_de: Überprüft, ob der eingegebene Wert gleich oder größer ist, als der Wert eines anderen Feldes. Die VFB-Feld-ID eingeben.

source: Less Than
de_de: Kleiner als

source: About Less Than
de_de: Über das Kleiner als

source: Validates that the value is less than another field's one. Enter the VFB field ID number.
de_de: Überprüft, ob der eingegebene Wert kleiner ist, als der Wert eines anderen Feldes. Die VFB-Feld-ID eingeben.

source: Less Than Equal To
de_de: Kleiner als oder gleich

source: About Less Than Equal To
de_de: Über das Kleiner als oder gleich

source: Validates that the value is less than or equal to another field's one. Enter the VFB field ID number.
de_de: Überprüft, ob der eingegebene Wert gleich oder kleiner ist, als der Wert eines anderen Feldes. Die VFB-Feld-ID eingeben.

source: Field ID:
de_de: Feld-ID:

source: Edit Field Item
de_de: Element bearbeiten

source: Duplicate
de_de: Duplizieren

source: All fields <strong>BELOW</strong> this Page Break will be contained on the page.
de_de: Alle Felder <strong>UNTERHALB</strong> des Seitentrenner's werden auf einer eigenen Seite angezeigt.

source: Validation Settings
de_de: Überprüfungseinstellungen

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: After someone submits a form, you can control what is displayed.
de_de: Nachdem jemand ein Formular übermittelt hat, können Sie steuern, was angezeigt wird.

source: By default, it is a message but you can send them to another WordPress Page or a custom URL.
de_de: Standardmäßig wird eine Nachricht angezeigt, Sie können jedoch auch auf eine andere WordPress Seite oder eine benutzerdefinierte URL umleiten.

source: Type
de_de: Typ

source: WordPress Page
de_de: WordPress Seite

source: Redirect
de_de: Weiterleitung

source: Success Text
de_de: Erfolgsmeldung

source: Show Form After Submission
de_de: Zeige Formular nach dem Absenden

source: Display the Success Text above a blank form.
de_de: Zeige die Erfolgsmeldung oberhalb eines leeren Formulars an.

source: Select a Page
de_de: Eine Seite auswählen

source: Redirect URL
de_de: Weiterleitungs-URL

source: Notification
de_de: Benachrichtigung

source: Receive an email of the submitted data when someone completes the form.
de_de: Erhalten Sie eine E-Mail der übermittelten Daten, wenn jemand ein Formular abschickt.

source: Your Name
de_de: Ihr Name

source: This option sets the "From" display name of the email that is sent.
de_de: Diese Option setzt den Anzeigenamen im "Von" Feld der E-Mail, die gesendet wird.

source: Reply-To Email
de_de: Antwort an E-Mail

source: Replies to the submission email will go here.
de_de: Rückmeldungen auf die abgeschickte E-Mail sollen an diese Antwort-Adresse gehen.

source: Email Subject
de_de: E-Mail Betreff

source: This sets the subject of the email that is sent.
de_de: Legt den Betreff für die E-Mail fest, die gesendet wird.

source: Email To
de_de: E-Mail an

source: Who to send the submitted data to.
de_de: An wen die übermittelten Daten geschickt werden sollen.

source: These settings allow you to modify or include additional email headers.
de_de: Diese Einstellungen ermöglicht Ihnen die E-Mail Header zu bearbeiten und zu ergänzen.

source: From Email
de_de: Von E-Mail

source: This option sets the "From" email and can only be customized if <a href="%s">SMTP settings</a> have been configured.
de_de: Diese Option setzt die E-Mail-Adresse im "Von" Feld der E-Mail, die gesendet wird. Sie kann nur angepasst werden, wenn die <a href="%s">SMTP-Einstellungen</a> konfiguriert wurden.

source: Autoresponder
de_de: Automatische Antwort

source: Send an email to the person who completed the form.
de_de: Sendet eine E-Mail an die Person, die das Formular ausgefüllt hat.

source: No Email Fields Found
de_de: Keine E-Mail Felder gefunden

source: Message
de_de: Nachricht

source: Append Entry
de_de: Eintrag anhängen

source: Include a Copy of the User's Entry
de_de: Kopie der Benutzereingaben hinzufügen

source: Fields
de_de: Felder

source: Click or Drag to add fields
de_de: Klicken oder Ziehen um Felder hinzuzufügen

source: Add forms to your Posts or Pages by locating the <span class="dashicons dashicons-feedback"></span> <strong>VFB Pro</strong> button in the area above your post/page editor.
de_de: Fügen Sie Ihre Formulare in Beiträge oder Seiten ein, indem Sie das Menü der <span class="dashicons dashicons-feedback"></span> <strong>Pro VFB</strong> Schaltfläche im Beitrags/Seiten Editor auswählen.

source: Other Forms
de_de: Andere Formulare

source: Select a form to edit:
de_de: Formular zur Bearbeitung auswählen:

source: Preview
de_de: Vorschau

source: Create User fields
de_de: Felder Benutzer erstellen

source: Create Post fields
de_de: Felder Beitrag erstellen

source: General Form Settings
de_de: Allgemeine Formular Einstellungen

source: Form Name
de_de: Formular Name

source: Form Status
de_de: Formularstatus

source: Published
de_de: Veröffentlicht

source: Draft
de_de: Entwurf

source: Change the status from Published to Draft to prevent form output without removing the shortcode.
de_de: Ändern Sie den Status von Veröffentlicht zu Entwurf, um das Formular zu deaktivieren, ohne den Shortcode entfernen zu müssen.

source: Label Alignment
de_de: Beschriftungsausrichtung

source: Align labels either on top of the inputs or off to the side.
de_de: Feldbeschriftungen Horizontal (seitlich) oder Vertikal (über) den Eingabefeldern platzieren.

source: Save Form State
de_de: Formular Zustand speichern

source: Saves data entered inside form fields locally and restores it in case the page is refreshed accidentally.
de_de: Speichert den aktuellen Zustand der Formularfelder und stellt diese wieder her sollte die Seite aus versehen neu geladen werden.

source: Submission Limits
de_de: Formular Nutzung Limitieren

source: Limit Entries
de_de: Anzahl an Einreichungen

source: Set the total number of entries you want your form to accept. Leave this blank if you want unlimited entries.
de_de: Legen Sie die Anzahl an Einträgen fest, die Ihr Formular akzeptieren soll. Lassen Sie dieses Feld leer, wenn Sie unbegrenzte Einträge wollen.

source: Limit Message
de_de: Nachricht bei Erreichen der Anzahl

source: Expiration Date
de_de: Ablaufdatum

source: Set a date and time to deactivate your form. Leave this blank if you want your form to always be active.
de_de: Legen Sie ein Datum und eine Uhrzeit fest an dem das Formular deaktiviert werden soll. Lassen Sie dieses Feld leer, wenn Ihr Formular nicht ablaufen soll.

source: Expiration Message
de_de: Nachricht bei Erreichen des Ablaufdatum

source: Page Break Options
de_de: Seitentrenner Optionen

source: Hide Page Titles
de_de: Seitentitel verbergen

source: Hides the Page Break titles.
de_de: Seitentrenner Titel verbergen.

source: Prevent Page Title Clicks
de_de: Seitentitel anklickbar

source: Prevents user from clicking on Page Break titles to advance the page.
de_de: Verhindert, das durch einen Klick auf den Seitentrenner Titel, auf die jeweilige Seite gewechselt werden kann.

source: Hide Page Numbers
de_de: Seitenzahlen verbergen

source: Hides the Page Break numbers.
de_de: Seitentrenner Zahlen verbergen.

source: Edit Fields
de_de: Felder bearbeiten

source: Form Settings
de_de: Formular Einstellungen

source: Email Settings
de_de: E-Mail Einstellungen

source: Confirmation
de_de: Bestätigung

source: Rules
de_de: Regel(n)

source: Entries Total
de_de: Einträge Gesamt

source: Total
de_de: Insgesamt

source: Entries Today
de_de: Einträge heute

source: Form
de_de: Formular

source: Date
de_de: Datum

source: All <span class="count">(<span class="pending-count">%s</span>)</span>
de_de: Alle <span class="count">(<span class="pending-count">%s</span>)</span>

source: Draft <span class="count">(<span class="pending-count">%s</span>)</span>
de_de: Entwurf <span class="count">(<span class="pending-count">%s</span>)</span>

source: Trash <span class="count">(<span class="trash-count">%s</span>)</span>
de_de: Papierkorb <span class="count">(<span class="trash-count">%s</span>)</span>

source: 1 form
de_de: 1 Formular

source: Go to the first page
de_de: Gehe zur ersten Seite

source: Go to the previous page
de_de: Geh zur vorherigen Seite

source: Current page
de_de: Aktuelle Seite

# paging
source: %1$s of %2$s
de_de: %1$ von %2$

source: Go to the next page
de_de: zur nächsten Seite wechseln

source: Go to the last page
de_de: zur letzten Seite wechseln

source: Name the form
de_de: Formularname

source: required
de_de: Pflichtangabe

source: This name is used for admin purposes.
de_de: Dieser Name wird für Adminzwecke verwendet.

source: Set the initial display status of the form.
de_de: Setzt den Zustand den das Formular bei Erstellung haben soll.

source: Replies to your email will go here.
de_de: Antworten auf Ihre E-Mail werden an diese Adresse gehen.

source: Create Form
de_de: Formular erstellen

source: Select a Visual Form Builder Pro backup file (.json), then click Upload file and import.
de_de: Wählen Sie eine Visual Form Builder Pro Backup-Datei (.json) aus und klicken Sie auf Datei hochladen und importieren.

source: All done.
de_de: Alles erledigt.

source: View Forms
de_de: Formulare anzeigen

source: Sorry, there has been an error.
de_de: Entschuldigung, es ist ein Fehler aufgetreten.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.</p>
de_de: Die Export-Datei wurde unter <code>%s</code> nicht gefunden. Es ist wahrscheinlich, dass es sich um ein Berechtigungsproblem handelt.</p>

source: Could not read the imported file.
de_de: Die importierte Datei konnte nicht gelesen werden.

source: file_get_contents() disabled
de_de: file_get_contents() deaktiviert

source: The PHP file_get_contents() function is required to import data. Please contact your host to enable this function.
de_de: Die PHP file_get_contents() Funktion wird benötigt um Daten zu importieren. Bitte kontaktieren Sie Ihren Hostanbieter um diese Funktion zu aktivieren.

source: JSON decoding of the file has failed.
de_de: Die JSON Decodierung ihrer Datei ist fehlgeschlagen.

source: Before you can upload your import file, you will need to fix the following error:
de_de: Bevor Sie Ihre Importdatei hochladen können, müssen Sie folgenden Fehler beheben:

source: Choose a file from your computer:
de_de: Wählen Sie eine Datei von ihrem Computer aus:

source: Maximum size: %s
de_de: Maximale Größe: %s

source: Upload file and import
de_de: Datei hochladen und importieren

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini or by post_max_size being defined as smaller than upload_max_filesize in php.ini.
de_de: Die Datei ist leer. Bitte laden Sie eine umfangreichere Datei hoch. Dieser Fehler kann auch verursacht werden wenn in der php.ini Dateiuploads deaktiviert sind oder wenn der Wert post_max_size kleiner als upload_max_filesize definiert wurde.

source: Are you sure you want to <span>delete</span> this field?
de_de: Sind Sie sicher, dass Sie dieses Feld <span>löschen</span> wollen?

source: Deleting a field means that <strong>all data collected by the field will be deleted immediately</strong>. Because this action <strong>cannot</strong> be undone, you might want to consider exporting your data first.
de_de: Wenn Sie diese Feld löschen, werden <strong>alle darin gespeicherten Daten sofort mitgelöscht</strong>. Weil diese Aktion <strong>nicht</strong> widerrufen werden kann, sollten Sie Ihre Daten zuerst exportieren.

source: Yes. Delete this field.
de_de: Ja. Lösche dieses Feld

source: You must have at least one condition.
de_de: Sie benötigen mindestens eine Bedingung.

source: You must have at least one rule.
de_de: Sie benötigen mindestens eine Regel.

source: Add VFB Pro form
de_de: VFB Pro Formular hinzufügen

source: Insert VFB Pro form
de_de: VFB Pro Formular einfügen

source: Select a form below to insert into any Post or Page.
de_de: Wählen Sie ein Formular aus, um es in einen beliebigen Beitrag oder eine Seite einzufügen.

source: Add Form
de_de: Formular hinzufügen

source: Available Add-Ons
de_de: Verfügbare Erweiterungen

source: Create User
de_de: Benutzer erstellen

source: Wish you could go ahead and create a WordPress user when someone submits a form? Create a form and watch as user sign-ups are now a piece of cake.
de_de: Haben Sie sich schon einmal gewünscht Sie könnten nachdem ein Benutzer ein Formular ausgefüllt hat einen WordPress-Benutzer aus übermittelten Daten erstellen? Erstellen Sie nun eigene Formulare und lassen Sie daraus kinderleicht einen Benutzer registrieren.

source: Learn More
de_de: Erfahre mehr

source: Create Post
de_de: Beitrag erstellen

source: Easily create a WordPress post with your forms. Gain access to six new field items: Title, Content, Excerpt, Category, Tag, and Custom Field.
de_de: Generieren Sie ein Formular über dass Sie einen WordPress Beitrag erstellen können. Sie haben Zugriff auf die folgenden 6 Felder: Titel, Inhalt, Auszug, Kategorie, Tags und benutzerdefinierte Felder.

source: Display Entries
de_de: Einträge anzeigen

source: With the Display Entries add-on you can now show off your entries with the ease of checking a few boxes. Build tables that are fully sortable, filterable, and searchable.
de_de: Mit der Einträge Darstellen Erweiterung können Sie jetzt Formular Eingaben mit Leichtigkeit und Kontrolliert mit ein paar Klicks anzeigen lassen. Erstellen Sie Tabellen, die vollständig sortierbar, filterbar und durchsuchbar sind.

source: Payments
de_de: Zahlungen

source: Looking to sell more than one item? The Payments add-on allows you to sell multiple items, subscriptions, and even display a running total of your cart. PayPal Standard only (for now).
de_de: Möchten Sie über ein Formular einen oder mehrere Artikel verkaufen? Die Zahlungserweiterung ermöglicht es Ihnen, eine laufende Summe in einem Warenkorb für einen oder mehrere Artikel oder Abonnements etc. anzuzeigen. Derzeitig unterstützte Zahlungsoption ist PayPal.

source: Form Designer
de_de: Formular Designer
