Repository: robbenz/dia_plugs
Catalog: vfb-pro/lang/vfb-pro-*.po
Languages: de_de

source: CSRF Protection
de_de: CSRF Schutz

source: Protects your forms from CSRF (Cross-Site Request Forgery) attacks.
de_de: Schützt Ihre Formulare vor CSRF Attacken (Cross-Site Request Forgery, Website-übergreifende Anfragenfälschungen).

source: Your server is required have PHP Sessions enabled and properly configured for this setting to function correctly.
de_de: Ihr Server benötigt die aktivierte und richtig konfigurierte Einstellung für PHP Sessions damit diese Einstellung funktioniert.

source: PHP Sessions are disabled. This server has not configured PHP sessions correctly. Please contact your hosting provider.
de_de: PHP Sessions nicht aktiviert. Ihr Server wurde nicht für PHP Sessions aktiviert. Bitte kontaktieren Sie Ihren Hosting Provider.

source: Missing CSRF session token. The session that has generated this token has already been used and is not available. Please reload the page and submit a new form.
de_de: Fehlendes CSRF Session Token. Das generierte Session Token wurde bereits genutzt und ist nicht mehr verfügbar. Bitte laden Sie die Seite neu und senden das Formular erneut ab.

source: Missing CSRF form token. A hidden form field with a special token is supposed to be present but cannot be found.
de_de: Fehlendes CSRF Session Token. Ein verborgenes Formularfeld mit einem speziellen Token wird erwartet konnte aber nicht gefunden werden.

source: Form origin does not match token origin. This form submission appears to be taking place from a different site, which typically indicates spammer activity.
de_de: Formular und Original Token stimmen nicht überein. Das Absenden des Formulars scheint von einer anderen Seite her ausgeführt worden zu sein und deutet auf Spam-Aktivitäten hin.

source: Invalid CSRF token. The session token does not match the form token.
de_de: Fehlendes CSRF Session Token. Das Session Token stimmt nicht mit dem Formular Token überein.

source: CSRF token has expired. The timespan allotted to complete this form has passed. Please try again in a more timely fashion.
de_de: Abgelaufenes CSRF Session Token. Die Zeitspanne zum Ausfüllen des Formulars wurde überschritten. Bitte versuchen Sie das Formular in kürzerer Zeit erneut auszufüllen.

source: Security check: reCaptcha verification has been tampered with. If you think this is an error, please email the site owner.
de_de: Sicherheitsüberprüfung: reCaptcha Prüfung wurde manipuliert. Falls Sie meinen dies sein ein Fehler kontaktieren Sie bitte den Seiteninhaber.

source: Security check: reCaptcha verification expects a response and did not see one. Please submit the form again. If you think this is an error, please email the site owner.
de_de: Sicherheitsüberprüfung: die reCaptcha Prüfung erwartet eine Eingabe die nicht erfolgte. Bitte senden Sie das Formular erneut ab. Falls Sie meinen dies sein ein Fehler kontaktieren Sie bitte den Seiteninhaber.

source: 1 (smallest)
de_de: 1 (schmal)

source: 12 (largest)
de_de: 12 (breit)

source: 0 / month
de_de: 0 / Monat

source: 1 / year
de_de: 1 / Jahr

source: 2 / decade
de_de: 2 / Dekade

source: 0 / days
de_de: 0 / Tage

source: 1 / months
de_de: 1 / Monate

source: 2 / years
de_de: 2 / Jahre

source: onSubmit attribute
de_de: onSubmit Attribut

source: The onSubmit form attribute will allow you to run a script action, such as recording a hit with Google Analytics, when the form is submitted.
de_de: Das onSubmit Attribut erlaubt es beim Absenden eines Formulars eine Script-Aktion ausführen zu können, dies kann zum Beispiel das verzeichnen eines Klicks über Google Analytics sein.

source: Enable Premailer
de_de: Enable

source: Process template through the Premailer API.
de_de: Vorlagen über die Premier API verarbeiten.

source: <a href="%s" target="_blank">Premailer</a> converts all CSS to inline styles for best HTML email results.
de_de: Der <a href="%s" target="_blank">Premailer</a> konvertiert CSS in inline Styles um die bestmögliche HTML E-Mail Darstellung zu erzielen.

source: NOTE: if you experience problems with this enabled, you can manually process the email on the Premailer website and save it in the Email Template below.
de_de: HINWEIS: Wenn Sie Probleme haben, können Sie Ihre Vorlage auch manuell auf der Premailer Webseite verarbeiten. Kopieren Sie ihren Source-Code und fügen ihn auf der Premailer Seite über die Option 'Paste HTML as the source' ein. Nach der Verarbeitung können Sie den verarbeiteten Source-Code hier als E-Mail Vorlage wieder einfügen und speichern.

source: %s comment
de_de: %s Kommentar

source: %s approved comment
de_de: %s zugelassener Kommentar

source: %s pending comment
de_de: %s anstehender Kommentar

source: No comments
de_de: Keine Kommentare

source: No approved comments
de_de: Keine genehmigten Kommentare

source: %s item
de_de: %s Element

source: First page
de_de: Erste Seite

source: Previous page
de_de: Vorherige Seite

source: Current Page
de_de: Aktuelle Seite

source: Next page
de_de: Nächste Seite

source: Last page
de_de: Letzte Seite

source: Reset Signature
de_de: Unterschrift zurücksetzen

source: Show more details
de_de: Zeige mehr Details

source: Background Container
de_de: Hintergrund Container

source: About Background Container
de_de: Über den Hintergrund Container

source: If true, will wrap all fields BELOW this heading in a container with a background color.
de_de: Wenn aktiviert, werden alle Felder UNTER dieser Überschrift in einen Bereich mit einer Hintergrundfarbe dargestellt.

source: Today's Date
de_de: Aktuelles Datum

source: Current Time
de_de: Aktuelle Zeit

source: Knob Min
de_de: Drehknopf Min

source: About Knob Min
de_de: Über das Drehknopf Min

source: Set knob minimum value. Default is 0.
de_de: Das Drehknopf Minimum festlegen. Standard ist 0.

source: Knob Max
de_de: Drehknopf Max

source: About Knob Max
de_de: Über das Drehknopf Max

source: Set Knob maximum value. Default is 100.
de_de: Das Drehknopf Maximum festlegen. Standard ist 100.

source: Knob Step
de_de: Drehknopf Schritte

source: About Knob Step
de_de: Über die Drehknopf Schritte

source: Set Knobs step. Always > 0. Default is 1.
de_de: Die Drehknopf Schritte festlegen. Immer > 0. Standard ist 1.

source: Angle Offset
de_de: Winkelversatz

source: About Knob Angle Offset
de_de: Über den Drehknopf Winkelversatz

source: Set Knobs starting angle in degrees. Default is 0.
de_de: Die Anfangsposition des Winkelversatz für den Drehknopf festlegen. Standard ist 0.

source: Angle Arc
de_de: Winkelbogen

source: About Knob Angle Arc
de_de: Über den Drehknopf Winkelbogen

source: Set Knobs arc size in degrees. Default is 360.
de_de: Die Größe des Winkelbogens für den Drehknopf in Grad festlegen. Standard ist 360.

source: Rotation
de_de: Drehung

source: About Knob Rotation
de_de: Über die Drehknopf Drehung

source: Set the Knob direction of progress. Default is Clockwise.
de_de: Die Richtung für den Drehknopf festlegen. Standard ist im Uhrzeigersinn.

source: Clockwise
de_de: Im Uhrzeigersinn

source: Counter Clockwise
de_de: Gegen den Uhrzeigersinn

source: Gauge Thickness
de_de: Dickenmaß

source: About Knob Thickness
de_de: Über das Drehknopf Dickenmaß

source: Set Knob gauge thickness. Default is about 0.35.
de_de: Legen Sie die Dicke für den Drehknopf fest. Standard liegt bei 0.35.

source: Line Cap
de_de: Linienenden

source: About Knob Line Cap
de_de: Über die Drehknopf Linienenden

source: Set the Knob gauge stroke endings. Default is Flat.
de_de: Legen Sie die Art der Linienenden für den Drehknopf fest. Standard ist flach.

source: Flat
de_de: Flach

source: Round
de_de: Rund

source: Width
de_de: Breite

source: About Knob Width
de_de: Über die Drehknopf Breite

source: Set Knob width, in pixels. Default is 200.
de_de: Legen Sie die Breite des Drehknopf fest. Standard ist 200.

source: Foreground Color
de_de: Vordergrundfarbe

source: About Knob Foreground Color
de_de: Über die Drehknopf Vodergrundfarbe

source: Set Knob foreground color using six digit hex color code. Default is #87CEEB.
de_de: Legen Sie die Vordergrundfarbe des Drehkopfs fest. Nutzen Sie sechsstellige HEX Farbwerte. Standard ist #87CEEB.

source: Input Color
de_de: Eingabefarbe

source: About Knob Input Color
de_de: Über die Eingabefarbe für den Drehknopf

source: Set Knob input color using six digit hex color code. Default is #87CEEB.
de_de: Legen Sie die Eingabefarbe des Drehkopfs fest. Nutzen Sie sechsstellige HEX Farbwerte. Standard ist #87CEEB.

source: About Knob Background Color
de_de: Über die Drehknopf Hintergrundfarbe

source: Set Knob background color using six digit hex color code. Default is #EEEEEE.
de_de: Legen Sie die Hintergrundfarbe des Drehkopfs fest. Nutzen Sie sechsstellige HEX Farbwerte. Standard ist #EEEEEE.

source: Hide Input
de_de: Eingabe verstecken

source: About Hide Input
de_de: Über die Eingabe verstecken

source: If checked, this will hide the number input box associated with the knob controller.
de_de: Falls aktiviert, wird das Nummern-Eingabefeld für den Drehknopf nicht angezeigt.

source: Display Previous Value
de_de: Vorherigen Wert anzeigen

source: About Display Previous Value
de_de: Über den Vorherigen Wert anzeigen

source: If checked, the knob will display the previously selected value with transparency.
de_de: Falls aktiviert, wird der vorherige Wert des Drehknopfs transparent dargestellt.

source: This page will detail information about your server setup, installed plugins, and other details powering your WordPress installation.
de_de: Auf dieser Seite werden Informationen über Ihr Server-Setup, installierte Plugins und andere Details Ihrer WordPress-Installation dargestellt.

source: At our request, we may ask you to generate a report based on the following information to help us better assist you in troubleshooting VFB Pro issues.
de_de: Auf unsere Nachfrage hin bitten wir Sie, einen Bericht auf Basis der folgenden Informationen zu generieren. Dieser Bericht dient uns, Sie bei der Problembehandlung von VFB Pro besser unterstützen zu können.

source: Save Diagnostics Report
de_de: Diagnosebericht Speichern

source: Server Operating System
de_de: Server-Betriebssystem

source: Current PHP Version
de_de: Aktuelle PHP-Version

source: Required PHP Version
de_de: Benötigte PHP-Version

source: Current MySQL Version
de_de: Aktuelle MySQL-Version

source: Required MySQL Version
de_de: Benötigte MySQL-Version

source: MySQL DB User
de_de: MySQL DB Benutzer

source: Web Server IP Address
de_de: Webserver IP Adresse

source: Web Server Port Number
de_de: Webserver Port Nummer

source: Web Server Document Root
de_de: Wurzelverzeichnis des Webserver

source: Loaded Extensions
de_de: Geladene Erweiterungen

source: WordPress Memory Limit
de_de: WordPress Speichergrenze

source: WordPress Max Upload Size
de_de: WordPress Max Upload-Größe

source: Suhosin Information
de_de: Suhosin Informationen

source: Suhosin Installed
de_de: Suhosin installiert

source: Sessions Enabled
de_de: Sessions aktiviert

source: day
de_de: Tag

source: hour
de_de: Stunde

source: and
de_de: und

source: MySQL DB Server Load
de_de: MySQL DB Server Last

source: Uptime
de_de: Betriebszeit

source: Queries per second
de_de: Abfragen pro Sekunde

source: Connections per minute
de_de: Verbindungen pro minute

source: Connections success rate
de_de: Verbindungen Erfolgsquote

source: Plugins
de_de: Erweiterungen

source: Plugin Page
de_de: Plugi Seite

source: Remote Connections Test
de_de: Remoteverbindungen Test

source: wp_remote_post() was successful
de_de: wp_remote_post() war erfolgreich.

source: wp_remote_post() failed. Contact your hosting provider. Error:
de_de: wp_remote_post() fehlgeschlagen. Kontaktieren Sie Ihren Hosting-Anbieter. Fehler:

source: wp_remote_post() failed. PayPal IPN may not work with your server.
de_de: wp_remote_post() fehlgeschlagen. PayPal IPN kann möglicherweise nicht mit Ihrem Server genutzt werden.

source: Include Attachments
de_de: Dateianhang hinzufügen

source: If File Uploads are present, include the uploaded files with the email.
de_de: Falls Dateianhänge vorhanden sind werden diese der E-Mail angehangen.

source: NOTE: Many servers restrict email attachment size to 25MB or even smaller.
de_de: HINWEIS: Viele Server limitieren Dateianhänge auf 25MB oder noch geringer.

source: If you experience trouble sending or receiving emails with this setting on, reduce the File Upload max file size.
de_de: Wenn Sie Probleme beim Senden oder empfangen von E-Mails mit dieser Einstellung feststellen, reduzieren Sie die max. Dateigröße für den Datei-Upload.

source: General Settings
de_de: Allgemeine Einstellungen

source: Diagnostics
de_de: Diagnose

source: View form preview
de_de: Formularvorschau ansehen

source: Header Image
de_de: Kopf-Bild (Haeder-Bild)

source: Add new image
de_de: Bild hinzufügen

source: Remove image
de_de: Bild entfernen

source: Remove Link Love
de_de: Hinweis-Link entfernen

source: Remove the link back to VFB Pro.
de_de: Entfernt den Link mit Verweis auf die Nutzung von VFB Pro.

source: or
de_de: oder

source: Choose Image
de_de: Bild auswählen

source: Custom header image.
de_de: Benutzerdefiniertes Kopf-Bild (Haeder-Bild)

source: Settings saved.
de_de: Einstellungen gespeichert

source: Undo
de_de: Rückgängig

source: Item moved to the trash.
de_de: Element in den Papierkorb verschoben.

source: Item successfully duplicated.
de_de: Element erfolgreich dupliziert.

source: Item restored from the Trash.
de_de: Element aus dem Papierkorb wiederhergestellt.

source: Item permanently deleted.
de_de: Element dauerhaft gelöscht.

source: Edit Form
de_de: Formular bearbeiten

source: Add New Form
de_de: Neues Formular

source: VFB Pro Activity
de_de: VFB Pro Aktivität

source: Recently Submitted
de_de: Kürzlich eingetragen

source: No entries yet!
de_de: Bislang keine Einträge!

source: Today
de_de: Heute

source: Tomorrow
de_de: morgen

source: Entry #
de_de: Eintrag #

source: Plain Text
de_de: Reiner Text

source: Background Color
de_de: Hintergrundfarbe

source: Link Color
de_de: Link Farbe

source: Heading 1
de_de: Überschrift 1

source: Heading 2
de_de: Überschrift 2

source: Heading 3
de_de: Überschrift 3

source: Normal Text
de_de: Normaler Text

source: Email Template
de_de: E-Mail Vorlage

source: Save changes to update the email preview.
de_de: Speichere die Änderungen, um die E-Mail-Vorschau zu aktualisieren.

source: Skip Empty Fields
de_de: leere Felder überspringen

source: Hide fields in email that have no data.
de_de: Felder ohne Werte in E-Mail verbergen.

source: Template Tags
de_de: Vorlagen-Tags

source: Templating is a way to dynamically replace specially formatted variables with data submitted from the form.
de_de: Vorlagen-Tags bieten die Möglichkeit, speziell formatierte Variablen dynamisch mit Text aus dem Formular zu ersetzen.

source: View Template Options
de_de: Vorlagen Optionen anzeigen

source: Entry ID
de_de: Eintrags ID

source: Entry Date
de_de: Start Datum

source: View
de_de: Ansehen

source: Edit
de_de: Bearbeiten

source: Trash
de_de: Papierkorb

source: Restore
de_de: Wiederherstellen

source: Delete
de_de: Löschen

source: Not Spam
de_de: Kein Spam

source: Delete Permanently
de_de: Endgültig löschen

source: Select a form to view entries
de_de: Wähle ein Formular, um Einträge zu sehen

source: Select
de_de: auswählen

source: All
de_de: Alle

source: Entry Data
de_de: Eintragsdaten

source: Entry Details
de_de: Eintrags Details

source: Entry Notes
de_de: Eintragsnotizen

source: Submitted on: <b>%1$s</b>
de_de: Gesendet am: <strong>%1$s</strong>

source: Updated on: <b>%1$s</b>
de_de: Aktualisiert am: <b>%1$s</b>

source: Submitted by
de_de: Hinzugefügt von

source: Move to Trash
de_de: In den Papierkorb verschieben

source: Print
de_de: Drucken

source: Update
de_de: aktualisieren

source: Excerpt
de_de: Auszug

source: Select a Form
de_de: wähle ein Formular

source: Backup and save some or all of your Visual Form Builder Pro data.
de_de: Datensicherung von Visual Form Builder Pro Daten.

source: Once you have saved the file, you will be able to import Visual Form Builder Pro data from this site into another site.
de_de: Nachdem eine Sicherung durchgeführt wurde können die Visual Form Builder Pro Daten auf dieser Seite später wieder eingelesen werden oder aber in einer anderen Seiten importiert werden.

source: Choose what to export
de_de: Wähle Sie den Umfang des Exports aus

source: Forms
de_de: Formulare

source: This will export a single form with all fields and settings for that form.
de_de: Dieser Export speichert alle Felder und Einstellungen für das unten gewählte Formular.

source: This will export entries in either .csv, .txt, or .xls and cannot be used with the Import.
de_de: Dieser Export exportiert alle Einträge für das ausgewählte Formular im Format .csv, .txt, oder .xls diese Daten können nicht für einen späteren Import genutzt werden.

source: Select a form
de_de: Wähle ein Formular aus

source: Customize your export
de_de: Passen Sie Ihren Export an

source: Comma Separated (.csv)
de_de: Kommagetrennt (.csv)

source: Tab Delimited (.txt)
de_de: Tabulator getrennt (.txt)

source: Date Range:
de_de: Datumsbereich:

source: End
de_de: Ende

source: Fields:
de_de: Felder:

source: Select All
de_de: Alle auswählen

source: Unselect All
de_de: Alle abwählen

source: Download Export File
de_de: Export Datei herunterladen

source: No entries.
de_de: Keine Einträge

source: About Name
de_de: Über den Namen

source: A field's name is the most visible and direct way to describe what that field is for.
de_de: Der Feldname ist der sichtbarste und direkteste Weg zu beschreiben für welchen Zweck das Feld dienlich sein soll.

source: Description
de_de: Beschreibung

source: About Description
de_de: Über die Beschreibung

source: Add an optional description that displays the text to your users while they are filling out the field.
de_de: Fügen Sie eine optionale Beschreibung zum Feld hinzu die dem Benutzer während der Eingabe angezeigt werden soll.

source: Description Position
de_de: Position der Beschreibung

source: About Description Position
de_de: Über die Position der Beschreibung

source: Change the Description position to either before or after the input field. Default position is after the input.
de_de: Ändern Sie die Position der Beschreibung um diese vor oder nach dem Eingabefeld anzeigen zu lassen. Standard ist nach dem Eingabefeld.

source: After Input
de_de: Nach der Eingabe

source: Before Input
de_de: Vor der Eingabe

source: Default Value
de_de: Vorbelegung

source: About Default Value
de_de: Über die Vorbelegung

source: Set a default value that will be inserted automatically.
de_de: Legen Sie einen Standardwert fest, der automatisch eingefügt wird.

source: Placeholder
de_de: Platzhalter

source: About Placeholder
de_de: Über den Platzhalter

source: A hint to the user of what can be entered.
de_de: Ein Hinweis an den Benutzer welche Eingabe getätigt werden kann.

source: CSS Classes
de_de: CSS-Klassen

source: About CSS Classes
de_de: Über die CSS-Klassen

source: Insert your own CSS class names which can then be used in your theme stylesheet.
de_de: Fügen Sie eigene CSS-Klassen ein, die Sie dann über das CSS Stylesheet ihres Themes deklarieren können .

source: Required
de_de: Pflichtfeld

source: About Required
de_de: Über das Pflichtfeld

source: Requires the field to be completed before the form is submitted. By default, all fields are set to No.
de_de: Legt fest ob es sich beim Eingabefeld um ein Pflichtfeld handeln soll. Ein Pflichtfeld erfordert einen Wert im Eingabefeld bevor das Formular verschickt werden kann. Standardmäßig sind alle Felder mit Nein vorbelegt.

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Input mask
de_de: Eingabemaske

source: About Input Mask
de_de: Über die Eingabemaske

source: Force user input to conform to a specific format.
de_de: Erzwingt den Benutzer zur Eingabe der Daten in einem vorgegebenen Format.

source: Layout Columns
de_de: Layout Spalten

source: About Layout Columns
de_de: Über die Layout Spalten

source: Used to create advanced, responsive layouts. Align fields side-by-side in various configurations.
de_de: Nutzen Sie die Layout Spalten um das Formular Layout anzupassen, diese erlauben es Eingabefelder auch nebeneinander darzustellen.

source: Options Columns
de_de: Optionsspalten

source: About Options Columns
de_de: Über die Optionsspalten

source: Control the layout of Radio or Checkbox options. By default, options are arranged in a single column.
de_de: Erlaubt die Kontrolle des Layouts für Radio oder Check-Boxen. Standardmäßig werden diese in einer einzelnen Spalte (Vertikal) arrangiert, Inline arrangiert diese Horizontal an.

source: Vertical
de_de: Vertikal

source: Options
de_de: Optionen

source: About Options
de_de: Über die Optionen

source: This property allows you to set predefined options to be selected by the user. At least one option must exist.
de_de: Mit dieser Eigenschaft können Sie vordefinierte Optionen festlegen die später vom Benutzer ausgewählt werden können. Mindestens eine Option muss vorhanden sein.

source: Delete Option
de_de: Option löschen

source: Drag and Drop to Sort Options
de_de: Drag & Drop für Sortierung

source: Bulk Add Options
de_de: Stapel-Optionen hinzufügen

source: Add Option
de_de: Option hinzufügen

source: Select from the predefined categories
de_de: Wählen Sie die gewünschten Stapel-Optionen aus einer der vordefinierten Kategorien aus

source: If needed, customize the options. Place each option on a new line.
de_de: Falls notwendig, können Sie die Optionen anpassen. Jede Option muss in einer eignen neuen Zeile stehen.

source: Add to your field
de_de: Fügen sie die Stapel-Optionen aus der aktiven Kategorie Ihrem Feld hinzu, indem Sie auf „Optionen hinzufügen“ klicken.

source: Add Options
de_de: Optionen hinzufügen

source: Allow Other
de_de: Erlaube Andere

source: About Allow Other
de_de: Über Erlaube Andere

source: Check this option if you would like the last choice in your multiple choice field to have a text field for additional input.
de_de: Aktivieren Sie diese Option damit in einer Mehrfachauswahl als letzte Option die Eingabe von benutzerdefinierten Inhalten ermöglicht wird.

source: Other
de_de: Andere

source: Minimum Words
de_de: Mindestanzahl von Worten

source: About Minimum Words
de_de: Über die Mindestanzahl von Worten

source: Set an minimum number of words allowed to be entered. For an unlimited number, leave blank or set to 0.
de_de: Legen Sie eine minimale Anzahl an Wörtern fest die eingegeben werden müssen um eine Fehlermeldung zu vermeiden. Um kein Minimum zu setzen lassen Sie Angabe hier leer oder setzen Sie eine 0.

source: Maximum Words
de_de: Maximalanzahl von Worten

source: About Maximum Words
de_de: Über die Maximalanzahl von Worten

source: Set an maximum number of words allowed to be entered. For an unlimited number, leave blank or set to 0.
de_de: Legen Sie eine maximale Anzahl an Wörtern fest die eingegeben werden dürfen um eine Fehlermeldung zu vermeiden. Um kein Maximum zu setzen lassen Sie Angabe hier leer oder setzen Sie eine 0.

source: Textarea Rows
de_de: Textfeld Zeilen

source: About Textarea Rows
de_de: Über die Textfeld Zeilen

source: Set the number of rows to determine a Textarea's height. The larger the number, the taller this field will appear. Default is 10.
de_de: Legen Sie eine Anzahl von Zeilen fest die die Höhe des Textfelds bestimmt. Je höher die Zahl desto höher wird das Eingabefeld angezeigt. Standard ist 10.

source: Minimum Number
de_de: Mindestzahl

source: About Minimum Number
de_de: Über die Mindestzahl

source: Set a minimum number that must be entered.
de_de: Legen Sie einen Wert für die Zahl an die mindestens eingegeben werden muss.

source: Maximum Number
de_de: Höchstzahl
