Repository: robbenz/dia_plugs
Catalog: vfb-pro/lang/vfb-pro-*.po
Languages: de_de

source: Quickly and easily customize the design of your form without writing any CSS. Create a custom design based on your settings.
de_de: Schnell und einfach das Design Ihrer Formulare anpassen, ohne CSS schreiben zu müssen. Erstellen Sie ein individuelles Design basierend auf Ihren Einstellungen.

source: Notifications
de_de: Benachrichtigungen

source: Connect your forms with a number of third-party services such as MailChimp, Campaign Monitor, Highrise, and FreshBooks after new form submissions. You can even send SMS to your phone!
de_de: Verbinden Sie Ihre Formulare mit einer Reihe von Drittanbieter-Diensten wie MailChimp, Campaign Monitor, Highrise, und FreshBooks. Sie können sich sogar bei Formulareinreichungen über eine SMS an Ihr Handy darüber informieren lassen!

source: UNVERIFIED
de_de: NICHT ÜBERPRÜFT

source: This value seems to be invalid.
de_de: Diese Eingabe scheint ungültig zu sein.

source: This value should be a valid email.
de_de: Sie sollten hier eine gültige E-Mail Adresse eingeben.

source: This value should be a valid url.
de_de: Sie sollten hier eine gültige URL eingeben.

source: This value should be a valid number.
de_de: Sie sollten hier ein gültige Nummer eingeben.

source: This value should be a valid integer.
de_de: Dieser Wert muss eine gültige Ganzzahl sein.

source: This value should be digits.
de_de: Sie sollten hier gültige Ziffern eingeben.

source: This value should be alphanumeric.
de_de: Dieser Wert sollte alphanumerisch sein.

source: This value should not be blank.
de_de: Dieses Feld sollte nicht leer sein.

source: This value is required
de_de: Dies ist ein Pflichtfeld.

source: This value should be greater than or equal to %s.
de_de: Der eingegebene Wert sollte grösser oder gleich %s sein.

source: This value should be lower than or equal to %s.
de_de: Der eingegebene Wert sollte kleiner oder gleich %s sein.

source: This value should be between %s and %s.
de_de: Der eingegebene Wert sollte zwischen %s und %s sein.

source: This value is too short. It should have %s characters or more.
de_de: Der eingegebene Wert ist zu kurz. Er muss mindestens %s Zeichen oder mehr haben.

source: This value is too long. It should have %s characters or fewer.
de_de: Der eingegebene Wert ist zu lang. Er darf maximal %s Zeichen oder weniger haben.

source: This value length is invalid. It should be between %s and %s characters long.
de_de: Die Länge des Wertes ist ungültig. Sie sollte zwischen %s und %s Zeichen lang sein.

source: You must select at least %s choices.
de_de: Sie müssen mindestens %s Wert(e) auswählen.

source: You must select %s choices or fewer.
de_de: Sie müssen %s Werte oder weniger auswählen.

source: You must select between %s and %s choices.
de_de: Sie müssen aus %s und %s Möglichkeiten wählen.

source: This value should be the same.
de_de: Dieser Wert sollte übereinstimmen.

source: This value is too short. It should have %s words or more.
de_de: Dieser Wert ist zu kurz. Er sollte %s Wörter oder mehr haben.

source: This value is too long. It should have %s words or fewer.
de_de: Dieser Wert ist zu lang. Er sollte %s Worte oder weniger haben.

source: This value length is invalid. It should be between %s and %s words long.
de_de: Die Länge des Wertes ist ungültig. Sie sollte zwischen %s und %s Wörter lang sein.

source: This value should be greater.
de_de: Dieser Wert muss grösser sein.

source: This value should be greater or equal.
de_de: Dieser Wert muss grösser oder gleich sein.

source: This value should be less.
de_de: Dieser Wert muss kleiner sein.

source: This value should be less or equal.
de_de: Dieser Wert muss kleiner oder gleich sein.

source: License Key
de_de: Lizenzschlüssel

source: Your license key is your order number. You must validate your order before VFB Pro will function.
de_de: Ihr Lizenzschlüssel ist Ihre Bestellnummer. Sie müssen Ihre Bestellung bestätigt haben damit VFB Pro funktioniert.

source: License Email
de_de: Lizenz E-Mail

source: This is the email where you received your VFB Pro downloads. Both license key and email are required.
de_de: Die E-Mail in der Sie die Informationen zum herunterladen von VFB Pro erhalten haben enthält den Lizenzschlüssel zusätzlich benötigen Sie die mit der Bestellung einhergehende E-Mail Adresse.

source: License Status
de_de: Lizenz-Status

source: Verify License
de_de: Lizenz überprüfen

source: Deactivate
de_de: Deaktivieren

source: reCAPTCHA Settings
de_de: reCAPTCHA Einstellungen

source: Sign up for Google's reCAPTCHA
de_de: Melden Sie sich für Googles reCAPTCHA an

source: Site Key
de_de: Websiteschlüssel

source: Secret Key
de_de: Geheimer Schlüssel

source: SMTP Settings
de_de: SMTP Einstellungen

source: These settings will reconfigure VFB Pro to send emails through your web host's SMTP email server instead of using wp_mail().
de_de: Diese Einstellung veranlasst VFB Pro den SMTP Dienst ihres Webanbieters zur Versendung von E-Mails zu nutzen. Ansonsten wird die Funktion wp_mail() verwendet.

source: Encryption
de_de: Verschlüsselung

source: SSL (recommended)
de_de: SSL (empfohlen)

source: Authentication
de_de: Identifizierung

source: Use SMTP Authentication
de_de: SMTP Authentifizierung verwenden

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Send Test Email
de_de: Test-E-Mail senden

source: Enter a "From" name, "From" email address, and an email address to receive the test.
de_de: Geben Sie für das "Von" Feld einen Klartextnamen des Absenders sowie eine gültige E-Mail-Adresse ein um den Test durchführen zu können.

source: Click the Send Test button to test your SMTP settings. A debug log will appear below with the results.
de_de: Klicken Sie auf 'Test-E-Mail senden' um die SMTP Einstellungen zu prüfen. Ein Protokoll mit den Ergebnissen wird unten angezeigt.

source: Test From Name
de_de: Name Test Formular

source: This option sets the "From" name.
de_de: Diese Option setzt den Klartextnamen im "Von" Feld.

source: Test From Email
de_de: Test E-Mail Absender

source: This option sets the "From" email.
de_de: Diese Option setzt die E-Mail-Adresse im "Von" Feld.

source: Test Email To
de_de: Test E-Mail Empfänger

source: Send Test
de_de: Test senden

source: Enter an email address and click the Send Test button to test your SMTP settings. A debug log will appear below with the results.
de_de: Gib eine E-Mail Adresse ein und klicke auf die "Test senden" Schaltfläche, um deine SMTP-Einstellungen zu testen. Ein Debug-Protokoll wird unten mit den Ergebnissen angezeigt.

source: Validation Message Settings
de_de: Einstellungen Überprüfungsnachricht

source: Customize the JS validation messages. These messages are displayed when validation fails a certain rule.
de_de: Passen Sie die JS Mitteilungen für Gültigkeitsüberprüfungen an. Diese Meldungen werden angezeigt, wenn die Überprüfung auf eine bestimmten Regel fehlschlägt.

source: Custom Validation Messages
de_de: Benutzerdefinierte Überprüfungsmeldungen

source: Use Custom Validation Messages
de_de: Verwende die benutzerdefinierten Überprüfungsmeldungen in den Formularen

source: Default Message
de_de: Standardnachricht

source: Not Blank
de_de: Nicht leer

source: Min Words
de_de: Min. Wörter

source: Max Words
de_de: Max. Wörter

source: Words Range
de_de: Wörter-Bereich

source: Uninstall VFB Pro
de_de: VFB deinstallieren

source: Running this uninstall process will delete all VFB Pro data and deactivate your license for this site. This process cannot be reversed.
de_de: Die Deinstallation wird alle VFB Pro Daten löschen und Ihre Lizenz für diese Seite deaktivieren. Dieser Vorgang kann nicht rückgängig gemacht werden.

source: Uninstall
de_de: Deinstallieren

source: Test mail to
de_de: Test E-Mail an

source: This is a test email generated by VFB Pro.
de_de: Diese Test E-Mail wurde von VFB Pro erzeugt.

source: Email Result
de_de: E-Mail Ergebnis

source: SMTP Debug Output
de_de: SMTP-Debug-Ausgabe

source: Field Rules
de_de: Feldregeln

source: Show or hide fields based on these rules.
de_de: Anzeigen oder Ausblenden von Feldern auf Grundlage dieser Regeln.

source: Enable Field Rules
de_de: Feldregeln aktivieren

source: Enable Rules
de_de: Regeln aktivieren

source: Add Rule
de_de: Regel hinzufügen

source: Delete Rule
de_de: Regel löschen

source: Email Rules
de_de: E-Mail Regeln

source: After the form is submitted, send additional emails to different addresses based on these rules.
de_de: Nachdem das Formular abgeschickt wurde, sende weitere E-Mails an verschiedene Adressen auf Grundlage dieser Regeln.

source: Enable Email Rules
de_de: Regeln aktivieren

source: Show
de_de: Zeige

source: Hide
de_de: Verberge

source: the
de_de: das

source: field based on
de_de: Feld basierend auf

source: any
de_de: einer der

source: all
de_de: allen

source: of the following rules.
de_de: folgenden Regeln.

source: If
de_de: wenn

source: is
de_de: ist

source: is not
de_de: ist nicht

source: contains
de_de: enthält

source: does not contain
de_de: enthält nicht

source: begins with
de_de: beginnt mit

source: ends with
de_de: endet mit

source: email
de_de: E-Mail an

source: Add Condition
de_de: Bedingung hinzufügen

source: Delete Condition
de_de: Bedingung löschen

source: Forms per page
de_de: Formulare pro Seite

source: Template Options
de_de: Vorlagen Einstellungen

source: The following template options will allow you to use entry data, form data, or email template options.
de_de: Die folgenden Vorlagenoptionen erlauben es Eingabedaten, Formulardaten oder E-Mail-Vorlagen zu verwenden.

source: Form Templates
de_de: Formularvorlagen

source: Form templates are available for use in the Email Subject, Email Message and Template, and Confirmation Success Text.
de_de: Formularvorlagen sind verfügbar im E-Mail Betreff, der E-Mail Nachricht und E-Mail Vorlagen sowie für den Bestätigungstext.

source: The current form ID:
de_de: Die aktuelle Formular ID:

source: The current form title:
de_de: Der aktuelle Formular Titel:

source: Email Templates
de_de: E-Mail Vorlagen

source: Email templates are available for use in the Email Template on the Email Design tab.
de_de: E-Mail Vorlagen sind verfügbar als E-Mail Vorlage unter dem E-Mail Design Register.

source: Outputs the list of fields in a table row (&lt;tr&gt;).
de_de: Gibt die Liste der Felder in einer Tabellenzeile aus (&lt;tr&gt;).

source: Background color.
de_de: Hintergrundfarbe.

source: Link color.
de_de: Link-Farbe

source: Heading 1 color.
de_de: Überschrift 1 Farbe

source: Heading 1 font size.
de_de: Überschrift 1 Schriftgröße

source: Heading 2 color.
de_de: Überschrift 2 Farbe

source: Heading 2 font size.
de_de: Überschrift 2 Schriftgröße

source: Heading 3 color.
de_de: Überschrift 3 Farbe

source: Heading 3 font size.
de_de: Überschrift 3 Schriftgröße

source: Paragraph text color.
de_de: Absatz Textfarbe.

source: Paragraph text font size.
de_de: Absatz Schriftgröße.

source: Show your appreciation by linking back to VFB Pro.
de_de: Zeigen Sie Ihre Anerkennung und verlinken Sie auf VFB Pro.

source: Entry Templates
de_de: Eintragsvorlagen

source: Entry data, that's the data the user typed into the form, will replace the Entry Template tags.
de_de: Eintragsdaten sind die Daten die ein Benutzer in das Formular eingegeben hat, diese Daten werden die Eintragsvorlagen ersetzen.

source: The entry ID.
de_de: Eintrags ID

source: The date that the entry was created.
de_de: Das Datum, an dem der Eintrag erstellt wurde.

source: New title
de_de: Neuer Titel

source: Title:
de_de: Titel:

source: Form to display:
de_de: Formular zum Anzeigen:

source: No entries found.
de_de: Keine Einträge gefunden.

source: Edit Entry
de_de: Eintrag bearbeiten

source: Select a form using the dropdown filter above to view entries.
de_de: Wählen Sie ein Formular über den Drop-Down Filter um dessen Einträge anzuzeigen.

source: View Entry
de_de: Eintrag anzeigen

# post type general name
source: Entries
de_de: Einträge

# post type singular name
source: Entry
de_de: Eintrag

# admin menu
source: Entries
de_de: Einträge

# add new on admin bar
source: Entry
de_de: Eintrag

# entry
source: Add New
de_de: Neu hinzufügen

source: Add New Entry
de_de: Neuen Eintrag erstellen

source: New Entry
de_de: Neuer Eintrag

source: All Entries
de_de: Alle Einträge

source: Search Entries
de_de: Einträge durchsuchen

source: Parent Entries:
de_de: Übergeordnete Einträge:

source: No entries found in Trash.
de_de: Keine Einträge im Papierkorb gefunden.

source: If you are human, leave this field blank.
de_de: Wenn Sie ein Mensch sind, lassen Sie dieses Feld leer.

source: California
de_de: Kalifornien

# US state of Georgia
source: Georgia
de_de: Georgia (Georgia)

source: Armed Forces (AA)
de_de: Streikräfte (AA)

source: Armed Forces (AE)
de_de: Streikräfte (AE)

source: Armed Forces (AP)
de_de: Streikräfte (AP)

source: American Samoa
de_de: Amerikanisch-Samoa

source: Northern Mariana Islands
de_de: Nördliche Marianen

source: US Minor Outlying Islands
de_de: Kleinere Inselbesitzungen der Vereinigten Staaten

source: US Virgin Islands
de_de: Amerikanische Jungferninseln

source: Migrate your forms to VFB Pro
de_de: Migrieren Sie Ihre Formulare zu VFB Pro

source: Transferring your existing data from Visual Form Builder to the Pro version is easy. Simply click on the Migrate Forms button below.
de_de: Das Übertragen ihrer vorhandenen Daten aus Visual Form Builder auf die Pro-Version ist einfach. Klicken Sie einfach auf die Schaltfläche Migrien unter Formulare.

source: This process cannot be reversed, so if you have already started using the Pro version, please be aware that migrating will wipe the VFB Pro data tables clean.
de_de: Dieser Vorgang kann nicht rückgängig gemacht werden, wenn Sie bereits die Pro-Version nutzen, beachten Sie bitte, dass die Migration die vorhandenen VFB Pro Daten überschreibt.

source: Migrate Forms
de_de: Formulare Migrieren

source: Dismiss
de_de: Verwerfen

source: Convert your old VFB Pro data
de_de: Konvertiere Ihre alten VFB Pro-Daten

source: Starting with VFB Pro 3.0, fields, entries, and settings are saved differently in the database which means old entries and certain fields cannot be transferred. For more information, please see <a href="http://support.vfbpro.com">support.vfbpro.com</a>.
de_de: Beginnend mit VFB Pro 3.0, werden Felder, Einträge und Einstellungen anders in der Datenbank abgelegt. Dies bedeutet dass alte Einträge und bestimmte Felder nicht übertragen werden können. Weitere Informationen finden Sie unter <a href="http://support.vfbpro.com">support.vfbpro.com</a> .

source: Convert and Transfer
de_de: Konvertieren und Übertragen

source: Must supply an html or url value
de_de: Muss HTML oder eine URL sein

source: Content missing
de_de: Inhalte fehlen

source: Access forbidden
de_de: Zugriff verweigert!

source: This email was built and sent using <a href="http://vfbpro.com">VFB Pro</a>.
de_de: Diese E-Mail wurde mit <a href="http://vfbpro.com">VFB Pro</a> generiert und gesendet.

source: No items found.
de_de: Keine Elemente gefunden.

source: Select bulk action
de_de: Mehrfachaktion auswählen

source: Bulk Actions
de_de: Mehrfachaktionen

source: Apply
de_de: Anwenden

source: Filter by date
de_de: Filtern nach Datum

source: All dates
de_de: Alle Daten

source: List View
de_de: Listenansicht

source: Excerpt View
de_de: Auszug Ansicht

source: United States (US)
de_de: Vereinigte Staaten von Amerika (USA)

source: United Kingdom (UK)
de_de: Vereinigtes Königreich (UK)

source: Canada
de_de: Kanada

source: Australia
de_de: Australien

source: &#197;land Islands
de_de: &#197;land Inseln

source: Albania
de_de: Albanien

source: Algeria
de_de: Algerien

source: Antarctica
de_de: Antarktis

source: Antigua and Barbuda
de_de: Antigua und Barbados

source: Argentina
de_de: Argentinien

source: Armenia
de_de: Armenien

source: Austria
de_de: Österreich

source: Azerbaijan
de_de: Aserbaidschan

source: Belarus
de_de: Weißrussland

source: Belgium
de_de: Belgien

source: Belau
de_de: Belau (Palau)

source: Bolivia
de_de: Bolivien

source: Bonaire, Saint Eustatius and Saba
de_de: Bonaire, St. Eustatius und Saba

source: Bosnia and Herzegovina
de_de: Bosnien und Herzegowina

source: Bouvet Island
de_de: Bouvetinsel

source: Brazil
de_de: Brasilien

source: British Indian Ocean Territory
de_de: Britisches Territorium im Indischen Ozean

source: British Virgin Islands
de_de: Britische Jungferninseln

source: Bulgaria
de_de: Bulgarien

source: Cambodia
de_de: Kambodscha

source: Cameroon
de_de: Kamerun

source: Cape Verde
de_de: Kap Verde

source: Cayman Islands
de_de: Kaimaninseln

source: Central African Republic
de_de: Zentralafrikanische Republik

source: Chad
de_de: Tschad

source: Christmas Island
de_de: Weihnachtsinsel

source: Cocos (Keeling) Islands
de_de: Kokosinseln

source: Colombia
de_de: Kolumbien

source: Comoros
de_de: Komoren

source: Congo (Brazzaville)
de_de: Kongo (Brazzaville)

source: Congo (Kinshasa)
de_de: Kongo (Kinshasa)

source: Cook Islands
de_de: Cook Inseln

source: Croatia
de_de: Kroatien

source: Cuba
de_de: Kuba

source: Cura&Ccedil;ao
de_de: Curacao

source: Cyprus
de_de: Zypern

source: Czech Republic
de_de: Tschechische Republik

source: Denmark
de_de: Dänemark

source: Dominican Republic
de_de: Dominikanische Republik

source: Egypt
de_de: Ägypten

source: Equatorial Guinea
de_de: Äquatorial Guinea

source: Estonia
de_de: Estland

source: Ethiopia
de_de: Äthopien

source: Falkland Islands
de_de: Falkland Inseln

source: Faroe Islands
de_de: Faroer Inseln

source: Fiji
de_de: Fidschi

source: Finland
de_de: Finnland

source: France
de_de: Frankreich

source: French Guiana
de_de: Französisch-Guayana

source: French Polynesia
de_de: Französisch-Polynesien

source: French Southern Territories
de_de: Französische Süd- und Antarktisgebiete

source: Germany
de_de: Deutschland

source: Greece
de_de: Griechenland

source: Greenland
de_de: Grönland

source: Heard Island and McDonald Islands
de_de: Heard und McDonald Inseln

source: Hungary
de_de: Ungarn

source: Iceland
de_de: Island

source: India
de_de: Indien

source: Indonesia
de_de: Indonesien

source: Iraq
de_de: Irak

source: Republic of Ireland
de_de: Republik Irland

source: Italy
de_de: Italien

source: Ivory Coast
de_de: Elfenbeinküste

source: Jamaica
de_de: Jamaika

source: Jordan
de_de: Jordanien

source: Kazakhstan
de_de: Kasachstan

source: Kenya
de_de: Kenia

source: Kyrgyzstan
de_de: Kirgisistan

source: Latvia
de_de: Lettland

source: Lebanon
de_de: Libanon

source: Libya
de_de: Lybien

source: Lithuania
de_de: Litauen

source: Luxembourg
de_de: Luxemburg

source: Macao S.A.R., China
de_de: Macao

source: Macedonia
de_de: Mazedonien

source: Madagascar
de_de: Madagaskar

source: Maldives
de_de: Malediven

source: Marshall Islands
de_de: Marshall-Inseln

source: Mauritania
de_de: Mauretanien

source: Mexico
de_de: Mexiko

source: Micronesia
de_de: Mikronesien

source: Moldova
de_de: Moldawien

source: Mongolia
de_de: Mongolei

source: Morocco
de_de: Marokko

source: Mozambique
de_de: Mosambik

source: Netherlands
de_de: Niederlande

source: Netherlands Antilles
de_de: Niederländische Antillen

source: New Caledonia
de_de: Neukaledonien

source: New Zealand
de_de: Neuseeland

source: Norfolk Island
de_de: Norfolkinsel

source: North Korea
de_de: Nordkorea (Volksrepublik)

source: Norway
de_de: Norwegen

source: Palestinian Territory
de_de: Palästinensische Autonomiegebiete

source: Papua New Guinea
de_de: Papua-Neuguinea

source: Philippines
de_de: Philippinen

source: Pitcairn
de_de: Pitcairninseln

source: Poland
de_de: Polen

source: Qatar
de_de: Katar

source: Reunion
de_de: Réunion

source: Romania
de_de: Rumänien

source: Russia
de_de: Russland

source: Rwanda
de_de: Ruanda

source: Saint Barth&eacute;lemy
de_de: Saint-Barthélemy (Insel)

source: Saint Helena
de_de: St. Helena

source: Saint Kitts and Nevis
de_de: St. Kitts und Nevis

source: Saint Lucia
de_de: St. Lucia

source: Saint Martin (French part)
de_de: St. Martin (Französischer Teil)

source: Saint Martin (Dutch part)
de_de: Saint Martin (Niederländischer Teil)

source: Saint Pierre and Miquelon
de_de: Saint-Pierre und Miquelon

source: Saint Vincent and the Grenadines
de_de: St. Vincent und die Grenadinen

source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe
de_de: São Tomé und Príncipe

source: Saudi Arabia
de_de: Saudi-Arabien

source: Serbia
de_de: Serbien

source: Seychelles
de_de: Seychellen

source: Singapore
de_de: Singapur

source: Slovakia
de_de: Slowakei

source: Slovenia
de_de: Slovenien

source: Solomon Islands
de_de: Salomonen

source: South Africa
de_de: Südafrika

source: South Georgia/Sandwich Islands
de_de: Südgeorgien und die Südlichen Sandwichinseln

source: South Korea
de_de: Südkorea

source: South Sudan
de_de: Südsudan

source: Spain
de_de: Spanien

source: Suriname
de_de: Surinam

source: Svalbard and Jan Mayen
de_de: Svalbard und Jan Mayen

source: Swaziland
de_de: Swasiland

source: Sweden
de_de: Schweden

source: Switzerland
de_de: Schweiz

source: Syria
de_de: Syrien

source: Tajikistan
de_de: Tadschikistan

source: Timor-Leste
de_de: Osttimor

source: Trinidad and Tobago
de_de: Trinidad und Tobago

source: Tunisia
de_de: Tunesien

source: Turkey
de_de: Türkei

source: Turks and Caicos Islands
de_de: Turks- und Caicosinseln

source: United Arab Emirates
de_de: Vereinigte Arabische Emirate

source: Uzbekistan
de_de: Usbekistan

source: Vatican
de_de: Vatikanstadt

source: Wallis and Futuna
de_de: Wallis und Futuna

source: Western Sahara
de_de: Westsahara

source: Western Samoa
de_de: West-Samoa

source: Yemen
de_de: Jemen

source: Zambia
de_de: Sambia

source: Zimbabwe
de_de: Simbabwe

source: Previous
de_de: zurück

source: Next
de_de: weiter

source: Street Address
de_de: Straße

source: Apt, suite, etc.
de_de: Adresszusatz, Apartment, Suite, etc.

source: Country
de_de: Land

source: City
de_de: Stadt

source: State
de_de: Provinz

source: Zip code
de_de: Postleitzahl

source: Done
de_de: Fertig

source: Browse
de_de: Durchsuchen

source: Remove
de_de: Entfernen

source: Upload
de_de: Hochladen

source: Too Short
de_de: zu kurz

source: Very Weak
de_de: sehr schwach

source: Weak
de_de: schwach

source: Medium
de_de: mittel

source: Strong
de_de: stark

source: Title
de_de: Titel

source: First
de_de: Vorname

source: Last
de_de: Nachname

source: reCAPTCHA Public Key not found. Both Public and Private keys must be set in order for reCAPTCHA to function.
de_de: Öffentlicher reCAPTCHA Schlüssel nicht gefunden. Öffentlicher und privater Schlüssel müssen gesetzt sein, damit reCAPTCHA funktionieren kann.

source: Security check: you filled out a form field that was created to stop spam bots and should be left blank. If you think this is an error, please email the site owner.
de_de: Sicherheits-Check: Sie haben ein Formularfeld ausgefüllt, dass geschaffen wurde, um Spam-Bots zu stoppen, es sollte leer bleiben. Wenn Sie denken, dass dies ein Fehler ist, senden Sie dem Inhaber der Website eine Nachricht.

source: The private key for reCAPTCHA is missing.
de_de: Der private Schlüssel für ReCAPTCHA fehlt.

source: The private key for reCAPTCHA is invalid or malformed.
de_de: Der private Schlüssel für reCAPTCHA ist ungültig oder falsch formatiert.

source: The reCAPTCHA response is missing.
de_de: Die reCAPTCHA Antwort fehlt.

source: The reCAPTCHA response is invalid or malformed.
de_de: Die reCAPTCHA Antwort ist ungültig oder fehlerhaft.

source: Security check: looks like you are a SPAM bot. If you think this is an error, please email the site owner.
de_de: Sicherheits-Check: Sieht aus als seist Du ein Spam-Bot. Wenn Sie der Meinung sind, dies sei ein Fehler, senden Sie dem Inhaber der Website eine Nachricht.
