Repository: robbenz/dia_plugs
Catalog: vfb-pro/lang/vfb-pro-*.po
Languages: de_de

source: About Maximum Number
de_de: Über die Höchstzahl

source: Set a maximum number that must be entered.
de_de: Legen Sie einen Wert für die Zahl an die höchstens eingetragen werden darf.

source: Heading Type
de_de: Überschriften Typ

source: About Heading Type
de_de: Über den Überschriften Typ

source: Set the element's wrapper for the heading field.
de_de: Legen Sie für die Überschrift den HTML/CSS Typ fest.

source: Enable Strict Mode
de_de: Strenger Modus aktivieren

source: About Enable Strict Mode
de_de: Über den Strengen Modus aktivieren

source: If checked, only alphanumeric characters plus these: &lt;code&gt;_ .-*@&lt;/code&gt; are returned.
de_de: Falls aktiviert werden nur alphanumerische Zeichen sowie zusätzlich: &lt;code&gt;_ .-*@&lt;/code&gt; akzeptiert.

source: Likert Rows
de_de: Likert-Matrix Zeilen

source: About Likert Rows
de_de: Über die Likert-Matrix Zeilen

source: Create a list of labels to be placed on the left side of the matrix. Separate each new option with a new line.
de_de: Legen Sie eine Liste von Beschriftungen an die in der Matrix links angezeigt werden. Jede Beschriftung benötigt eine neue Zeile.

source: Likert Columns
de_de: Likert-Matrix Spalten

source: About Likert Columns
de_de: Über die Likert-Matrix Spalten

source: Create a list of labels to be placed on the top side of the matrix. Separate each new option with a new line.
de_de: Legen Sie eine Liste von Beschriftungen an die in der Matrix oben angezeigt werden. Jede Beschriftung benötigt eine neue Zeile.

source: Hidden Option
de_de: Versteckte Option

source: About Hidden Option
de_de: Über die Versteckte Option

source: Set the option to populate the hidden field's value.
de_de: Legen sie die Option fest mit der ein verstecktes Feld gefüllt werden soll.

source: None
de_de: Keine

source: Form ID
de_de: Formular ID

source: Form Title
de_de: Formular Titel

source: Unique ID
de_de: eindeutige ID

source: Sequential Order Number
de_de: Fortlaufende Nummer

source: WordPress content
de_de: WordPress Inhalt

source: Post/Page ID
de_de: Beitrags/Seiten ID

source: Post/Page Title
de_de: Beitrags/Seiten Titel

source: Post/Page URL
de_de: Beitrags/Seiten URL

source: WordPress user
de_de: WordPress Benutzer

source: Current User - ID
de_de: Aktuelle Benutzer - ID

source: Current User - Display Name
de_de: Aktuelle Benutzer - Anzeigename

source: Current User - Username
de_de: Aktuelle Benutzer - Benutzername

source: Current User - Email
de_de: Aktuelle Benutzer - E-Mail

source: Custom
de_de: Benutzerdefiniert

source: Custom Value
de_de: Benutzerdefinierter Wert

source: About Custom Value
de_de: Über den Benutzerdefinierten Wert

source: Set a custom, static value to populate the hidden field's value.
de_de: Legen Sie einen benutzerdefinierten Wert fest der statisch als Wert für das versteckte Feld gelten soll.

source: Starting Number
de_de: Startnummer

source: About Sequential Starting Number
de_de: Über die fortlaufende Sartnummer

source: Set the starting value for the Sequential Number option. Default is 1000.
de_de: Legen Sie den Startwert für die fortlaufende Nummer Option fest. Standard ist 1000.

source: Number Steps
de_de: Nummern Schritte

source: About Sequential Number Steps
de_de: Über die fortlaufende Nummern Schritte

source: Set the number of steps to add by for the Sequential Number option. Default is 1.
de_de: Legen Sie die Schrittweite für die fortlaufende Nummer fest. Standard ist 1.

source: Create Post - Meta Key
de_de: Erstelle Meta Schlüssel für Beitrag

source: About Create Post - Meta Key
de_de: Über das Erstellen eines Meta Schlüssels für einen Beitrag

source: Enter a new or existing meta key. Data entered will be inserted as a Custom Field into the post created.
de_de: Geben Sie einen neuen oder vorhandenen Meta-Schlüssel ein. Eingegebene Werte werden als benutzerdefiniertes Feld im neu erstellten Beitrag eingefügt.

source: Date Format
de_de: Datumsformat

source: About Date Format
de_de: Über das Datumsformat

source: Default: 'mm/dd/yyyy'. The date format, combination of d, dd, D, DD, m, mm, M, MM, yy, yyyy.
de_de: Standardformat: 'mm/dd/yyyy'. Das Datumsformat kombiniert aus d, dd, D, DD, m, mm, M, MM, yy, yyyy.

source: Days of Week Disabled
de_de: Deaktivierung Wochentage

source: About Days of Week Disabled
de_de: Über die Deaktivierung von Wochentagen

source: Days of the week that should be disabled. Values are 0 (Sunday) to 6 (Saturday). Multiple values should be comma-separated.
de_de: Legen Sie fest ob bestimmte Wochentage deaktiviert werden sollen. Werte sind 0 (Sonntag) bis 6 (Samstag), mehrere Werte sollten durch Kommas getrennt werden.

source: Start Date
de_de: Startdatum

source: About Start Date
de_de: Über das Startdatum

source: The earliest date that may be selected; all earlier dates will be disabled. Must match Date Format format.
de_de: Legen Sie fest welches Datum frühestens ausgewählt werden kann; frühere Datumsangaben werden deaktiviert. Das Format muss dem Datumsformat entsprechen.

source: End Date
de_de: Enddatum

source: About End Date
de_de: Über das Enddatum

source: The latest date that may be selected; all later dates will be disabled. Must match Date Format format.
de_de: Legen Sie fest welches Datum spätestens ausgewählt werden kann; spätere Datumsangaben werden deaktiviert. Das Format muss dem Datumsformat entsprechen.

source: Week Start
de_de: Wochenanfang

source: About Week Start
de_de: Über den Wochenanfang

source: Day of the week start. 0 (Sunday) to 6 (Saturday).
de_de: Tag an dem die Woche beginnen soll. Werte 0 (Sonntag) bis 6 (Samstag)

source: Start View
de_de: Startansicht

source: About Start View
de_de: Über die Startansicht

source: The view that the datepicker should show when it is opened. Accepts values of 0 or 'month' for month view (the default), 1 or 'year' for the 12-month overview, and 2 or 'decade' for the 10-year overview. Useful for date-of-birth datepickers.
de_de: Die Ansicht in der sich die Datumsauswahl beim Öffnen präsentieren soll. Gültige Werte sind 0 für 'Monatsübersicht' (Standard), 1 für 'Jahresübersicht' mit 12 Monaten und 2 für 'Dekaden' mit einer 10 Jahresübersicht nützlich bei Abfragen des Geburtsdatums.

source: Min View Mode
de_de: Min Anzeigemodus

source: About Min View Mode
de_de: Über den Min Anzeigemodus

source: Set a limit for the view mode. Accepts: 'days' or 0, 'months' or 1, and 'years' or 2. Gives the ability to pick only a month or an year. The day is set to the 1st for 'months', and the month is set to January for 'years'.
de_de: Limitieren Sie den Anzeigemodus. Akzeptiert werden: 0 für Tage, 1 für Monate und 2 für Jahre. Ermöglicht nur ein Monat oder Jahr auszuwählen. Der Tag wird auf den ersten Tag im Monat und der Monat bei einer Jahresauswahl auf Januar gesetzt.

source: Today Button
de_de: Aktuelles Datum

source: About Today Button
de_de: Über das Aktuelle Datum

source: If true or 'linked', displays a 'Today' button at the bottom of the datepicker to select the current date. If true, the 'Today' button will only move the current date into view; if 'linked', the current date will also be selected.
de_de: Falls verknüpft oder aktiviert, wird eine "Heute" Schaltfläche im unteren Bereich der Datumswahl angezeigt um das aktuelle Datum auswählen zu können. Wenn 'aktiviert' ausgewählt ist wird ein klick auf 'Heute' nur die Ansicht aktualisieren, wenn 'verknüpft' aktiv ist wird das heute Datum gleichzeitig gesetzt.

source: disabled
de_de: deaktiviert

source: enabled (unlinked)
de_de: aktiviert (nicht verknüpft)

source: linked
de_de: verknüpft

source: Language
de_de: Sprache

source: About Language
de_de: Über die Sprache

source: The language to use for month and day names.
de_de: Die Sprache in der Monats und Tagesnamen angezeigt werden sollen.

source: Orientation
de_de: Ausrichtung

source: About Orientation
de_de: Über die Ausrichtung

source: Allows for fixed placement of the picker popup.
de_de: Die Option erlaubt die fixierte Ausrichtung für die Datumsauswahl.

source: auto
de_de: automatisch

source: top auto
de_de: automatisch oben

source: bottom auto
de_de: automatisch unten

source: auto left
de_de: automatisch links

source: top left
de_de: oben links

source: bottom left
de_de: unten links

source: auto right
de_de: automatisch rechts

source: top right
de_de: oben rechts

source: bottom right
de_de: unten rechts

source: Autoclose
de_de: Automatisch Schließen

source: About Autoclose
de_de: Über das Automatisch Schließen

source: Whether or not to close the datepicker immediately when a date is selected.
de_de: Falls ein Datum ausgewählt wurde wird die Datumsauswahl automatisch geschlossen oder bleibt offen.

source: Calendar Weeks
de_de: Kalenderwochen

source: About Calendar Weeks
de_de: Über die Kalenderwochen

source: Whether or not to show week numbers to the left of week rows.
de_de: Erlaubt es die Anzeige von Kalenderwochen links vor den Wochenzeilen ein oder auszuschalten.

source: Today Highlight
de_de: Heute hervorheben

source: About Today Highlight
de_de: Über das Heute hervorheben

source: If true, highlights the current date.
de_de: Falls aktiviert wird das heutige Datum in der Ansicht hervorgehoben.

source: Close Text
de_de: Text Schließen

source: About Close Text
de_de: Über das Text Schließen

source: The text displayed on the button to close the clockpicker.
de_de: Legt den Text fest der auf der Schaltfläche zum schließen der Uhrzeitauswahl angezeigt werden soll.

source: bottom
de_de: unten

source: top
de_de: oben

source: left
de_de: links

source: right
de_de: rechts

source: Arrow Alignment
de_de: Zeigerausrichtung

source: About Arrow Alignment
de_de: Über die Zeigerausrichtung

source: Allows for alignment of the arrow on the picker popup.
de_de: Erlaubt die Ausrichtung des Zeigers für den Auswahldialog.

source: Whether or not to close the clockpicker immediately when a minute is selected.
de_de: Legt fest ob nach der Auswahl einer Uhrzeit der Auswahldialog geschlossen wird oder geöffnet bleibt.

source: Twelve Hour
de_de: Zwölf Stunden Modus

source: About Twelve Hour
de_de: Über den Zwölf Stunden Modus

source: Enables twelve hour mode with AM and PM buttons.
de_de: Aktiviert den Zwölf Stunden Modus mit dem AM und PM Schalter angezeigt werden.

source: Thousand Separator
de_de: Tausender Trennzeichen

source: About Thousand Separator
de_de: Über das Tausender Trennzeichen

source: Controls the character used for the thousand separator. Default is a , (comma). NOTE: the Thousand and Decimal separators cannot be the same.
de_de: Kontrolliert das Zeichen mit dem die Tausenderstellen gekennzeichnet werden sollen. HINWEIS: Tausender Trennzeichen und Dezimal Trennzeichen dürfen nicht identisch sein.

source: , (comma)
de_de: , (Komma)

source: \ (slash)
de_de: \ (Schrägstrich)

source: . (period)
de_de: . (Punkt)

source: (space)
de_de: (Leerzeichen)

source: (none)
de_de: (Keine)

source: Thousand Separator Placement
de_de: Tausender Trennzeichen Platzierung

source: About Thousand Separator Placement
de_de: Über die Tausender Trennzeichen Platzierung

source: Controls the placement of the Thousand Separator character. Default is 3.
de_de: Kontrolliert die Platzierung des Tausender Trennzeichens. Standard ist 3.

source: Decimal Separator
de_de: Dezimal Trennzeiechen

source: About Decimal Separator
de_de: Über das Dezimal Trennzeiechen

source: Controls the character used for the decimal separator. Default is a . (period).
de_de: Kontrolliert das Zeichen mit dem Dezimalstellen gekennzeichnet werden sollen. Standard ist der . (Punkt). HINWEIS: Dezimal Trennzeichen und Tausender Trennzeichen dürfen nicht identisch sein.

source: Currency Symbol
de_de: Währungssymbol

source: About Currency Symbol
de_de: Über das Währungssymbol

source: Symbols, text, and spacing are allowed. NOTE: cannot contain apostrophe, comma, or numeric character.
de_de: Symbole, Text und Abstände (Leerzeichen, Tabs) sind erlaubt. HINWEIS: Nicht möglich sind Apostroph, Komma oder numerischen Zeichen.

source: Currency Symbol Placement
de_de: Währungssymbol Platzierung

source: About Currency Symbol Placement
de_de: Über die Währungssymbol Platzierung

source: Controls the placement of the currency symbol. Default is to the left.
de_de: Steuert die Platzierung des Währungssymbol. Standard ist Links.

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Input Display
de_de: Eingabe Darstellung

source: About Input Display
de_de: Über die Eingabe Darstellung

source: Controls the what is initially displayed in the currency input.
de_de: Steuert was ursprünglich bei der Währungseingabe angezeigt werden soll.

source: Zero value (0)
de_de: Nullwert (0)

source: Currency symbol
de_de: Währungssymbol

source: Hide Address Line 2
de_de: Adresszeile 2 verbergen

source: About Hide Address Line 2
de_de: Über das Adresszeile 2 verbergen

source: If checked, this removes the Address Line 2 field from the Address block.
de_de: Falls aktiv wird die Adresszeile 2 im Adressblock nicht angezeigt.

source: Hide Country
de_de: Land verbergen

source: About Hide Country
de_de: Über das Land verbergen

source: If checked, this removes the Country field from the Address block. NOTE: removing this field will disable the country-specific configurations.
de_de: Falls ausgewählt, wird das Feld Land im Adressblock nicht angezeigt. Hinweis: wenn dieses Feld nicht angezeigt wird, werden die länderspezifischen Einstellungen ebenfalls ausser Kraft gesetzt.

source: Hide City
de_de: Stadt verbergen

source: About Hide City
de_de: Über das Stadt verbergen

source: If checked, this removes the City field from the Address block.
de_de: Falls ausgewählt, wird das Feld Stadt im Adressblock nicht angezeigt.

source: Hide State
de_de: Bundesstaat, Provinz, Region verbergen

source: About Hide State
de_de: Über das Bundesstaat, Provinz, Region verbergen

source: If checked, this removes the State field from the Address block.
de_de: Falls ausgewählt wird das Feld Bundesstaat, Provinz, Region nicht angezeigt.

source: Hide Zip Code
de_de: Postleitzahl verbergen

source: If checked, this removes the Zip Code field from the Address block.
de_de: Falls ausgewählt, wird die Postleitzahl im Adressblock nicht angezeigt.

source: Default Country
de_de: Standard Land

source: About Default Country
de_de: Über das Standard Land

source: Set the default selected country in the Address block.
de_de: Legt das vorausgewählte Standard Land im Adressblock fest.

source: Set the default country by the country code. If no country is selected, US will be the default.
de_de: Setze das Standard Land mittels ISO Ländercode, falls keine Auswahl getroffen wird, wird standardmäßig US vorgewählt.

source: Number Type
de_de: Nummern Typ

source: About Number Type
de_de: Über den Nummern Typ

source: Tells the plugin what type of phone number to expect. Currently, this only sets the placeholder to the right type of number.
de_de: Weist das Plugin darauf hin welche Art von Telefonnummer erwartet wird. Derzeit wird nur der Platzhalter für den richtigen Typ gesetzt.

source: Mobile (recommended)
de_de: Mobilnummer (empfohlen)

source: Land Line
de_de: Festnetzanschluss

source: Toll Free
de_de: gebührenfreie Telefonnummer

source: Premium Rate
de_de: kostenpflichtiger Premiumdienst

source: Shared Cost
de_de: kostenanteilige Rufnummer

source: Pager
de_de: Funkrufempfänger (Pager)

source: Universal Access Numbers
de_de: Universell erreichbare Rufnummer

source: Voicemail
de_de: Anrufbeantworter

source: Hide Flags Dropdown
de_de: Fahnenauswahl verbergen

source: About Hide Flags Dropdown
de_de: Über das Fahnenauswahl verbergen

source: If checked, this removes the flags dropdown.
de_de: Falls aktiv wird die Fahnenauswahl nicht angezeigt.

source: National Mode
de_de: Nationaler Modus

source: About National Mode
de_de: Über den Nationalen Modus

source: If checked, this allows users to enter national numbers and not have to think about entering country codes.
de_de: Falls ausgewählt, erlaubt diese Einstellung dem Besucher eine nationale Nummer einzugeben ohne die Landesvorwahl zusätzlich auswählen zu müssen.

source: Auto Hide Country Code
de_de: Ländercode automatisch verbergen

source: About Auto Hide Country Code
de_de: Über den Ländercode automatisch verbergen

source: If there is just a dial code in the input: remove it on blur, and re-add it on focus. This is to prevent just a dial code getting submitted with the form.
de_de: Falls nur ein Ländercode eingegeben wird, wird dieser beim Verlassen des Feldes inaktiv dargestellt und beim betreten des Feldes zur weiteren Eingabe wieder aktiv. Dies verhindert eine Übertragung unvollständiger Eingaben.

source: Max File Size
de_de: Maximale Dateigröße

source: About Max File Size
de_de: Über die maximale Dateigröße

source: The maximum file size for upload in KB. If set to 0, it means the size allowed is unlimited. Defaults to 0.
de_de: Die maximale Dateigröße für den Upload in KB. Wenn auf 0 gesetzt, bedeutet dies, dass die zulässige Größe unbegrenzt ist. Der Standardwert ist 0.

source: Max File Count
de_de: Maximale Anzahl von Dateien

source: About Max File Count
de_de: Über die Maximale Anzahl von Dateien

source: The maximum number of files allowed for upload. If set to 0, it means the number of files allowed is unlimited. Defaults to 0.
de_de: Die maximale Anzahl an Dateien für einen Upload. Wenn der Wert auf 0 gesetzt ist, bedeutet es, dass eine unbegrenzte Anzahl von Dateien erlaubt ist. Der Standardwert ist 0.

source: Allowed File Types
de_de: Erlaubte Dateitypen

source: About Allowed File Types
de_de: Über die erlaubten Dateitypen

source: A comma-separated list of allowed file types for upload. By default, it is set to null and allows all file types. Available values: 'image', 'html', 'text', 'video', 'audio', 'flash', 'object'.
de_de: Eine durch Kommata getrennte Liste der erlaubten Dateitypen für den Upload. Standard ist 0, das heißt alle Dateitypen sind erlaubt. Verfügbare Werte: 'image', 'html', 'text', 'video', 'audio', 'flash', 'object'.

source: Allowed File Extensions
de_de: Erlaubte Dateitypen (Dateierweiterungen)

source: About Allowed File Extensions
de_de: Über die erlaubten Dateitypen (Dateierweiterungen)

source: A comma-separated list of allowed file extensions for upload. By default, it is set to null and allows all file extensions.
de_de: Eine durch Kommata getrennte Liste der erlaubten Dateierweiterungen für den Upload. Standard ist 0, das heißt alle Dateiendungen sind erlaubt.

source: Browse Label
de_de: Durchsuchen Beschriftung

source: About Browse Label
de_de: Über die Durchsuchen Beschriftung

source: The label to display for the file picker/browse button. Defaults to Browse.
de_de: Die Beschriftung zur Anzeige der Dateisuche/Auswahl Schaltfläche. Standard Durchsuchen.

source: Remove Label
de_de: Entfernen Beschriftung

source: About Remove Label
de_de: Über die Entfernen Beschriftung

source: The label to display for the file remove button. Defaults to Remove.
de_de: Die Beschriftung die angezeigt werden soll für die Schaltfläche zum Entfernen von Dateien. Standard ist Entfernen.

source: Upload Label
de_de: Hochladen Beschriftung

source: About Upload Label
de_de: Über die Hochladen Beschriftung

source: The label to display for the file upload button. Defaults to Upload.
de_de: Die Beschriftung die angezeigt werden soll für die Schaltfläche zum Hochladen von Dateien. Standard ist Hochladen.

source: Hide Preview
de_de: Vorschau verbergen

source: About Hide Preview
de_de: Über das Vorschau verbergen

source: If checked, this will hide the file preview.
de_de: Wenn ausgewählt, wird die Datei Vorschau ausgeblendet.

source: Hide Remove Button
de_de: Entfernen Schaltfläche verbergen

source: About Hide Remove Button
de_de: Über das Entfernen Schaltfläche verbergen

source: If checked, this will hide the Remove/Clear button.
de_de: Wenn diese Option aktiviert, wird dies die Entfernen/Löschen-Schaltfläche ausblenden.

source: Hide Caption
de_de: Beschriftung verbergen

source: About Hide Caption
de_de: Über das Beschriftung verbergen

source: If checked, this will hide the file caption or file name.
de_de: Wenn diese Option aktiviert ist, wird diese die Dateibeschreibung oder den Dateinamen verbergen.

source: Show Upload Button
de_de: Zeige Hochladen Schaltfläche

source: About Show Upload Button
de_de: Über die Zeige Hochladen Schaltfläche

source: If checked, this will display the Upload button. This will default to a submit button.
de_de: Falls aktiv wird eine Schaltfläche zum Hochladen einer Datei angezeigt. Standardmäßig ist dies die „Senden“-Schaltfläche.

source: Allow Multiple Uploads
de_de: Erlaube Mehrfach Hochladen

source: About Allow Multiple Uploads
de_de: Über das Erlaube Mehrfach Hochladen

source: If checked, this will multiple files to be uploaded from a single file input.
de_de: Falls aktiv ist es erlaubt mehrere Dateien beim Dialog Datei hochladen auswählen zu können.

source: Minimum Rating
de_de: Minimum Bewertung

source: About Minimum Rating
de_de: Über die Minimum Bewertung

source: The minimum rating value to start with. Defaults to 0.
de_de: Der Mindestwert mit dem eine Bewertung beginnen soll. Standard ist 0.

source: Maximum Rating
de_de: Maximale Bewertung

source: About Maximum Rating
de_de: Über die Maximale Bewertung

source: The maximum rating value to end with. Defaults to 5.
de_de: Der erlaubte Maximalwert bei einer Bewertung. Standard ist 5.

source: Empty Rating
de_de: Leere Bewertung

source: About Empty Rating
de_de: Über die Leere Bewertung

source: The value that indicates an empty rating. Defaults to 0.
de_de: Der Wert der auf eine leere Bewertung hindeutet. Standard ist 0.

source: Icon
de_de: Symbol

source: About Icon
de_de: Über das Symbol

source: Choose the icon you wish to display as the rating.
de_de: Wählen Sie das Symbol, das als Bewertung angezeigt werden soll.

source: Star (v1)
de_de: Stern (V1)

source: Star (v2)
de_de: Stern (V2)

source: Heart (v1)
de_de: Herz (V1)

source: Heart (v2)
de_de: Herz (V2)

source: Check
de_de: Häkchen

source: Flag
de_de: Fahne

source: Remove Icon
de_de: Symbol entfernen

source: About Remove Icon
de_de: Über das Symbol entfernen

source: Choose the icon you wish to display if a Remove link is set.
de_de: Wählen Sie das Symbol, das Sie anzeigen möchten, wenn der Entfernen-Link aktiv ist.

source: Close (v1)
de_de: Schließen (V1)

source: Close (v2)
de_de: Schließen (V2)

source: Remove Text
de_de: Text entfernen

source: About Remove Text
de_de: Über Text entfernen

source: By default once you set a value it remains set and you can only change it by another. Add text to display a link that will clear the selection.
de_de: Standardmäßig wird ein gesetzter Wert nur dann geändert, wenn man ihn durch einen anderen Wert ersetzt. Fügen Sie einen Text ein der für eine Schaltfläche zum entfernen der Werte genutzt wird.

source: Hide Title
de_de: Titel ausblenden

source: About Hide Title
de_de: Über den Titel ausblenden

source: If checked, this will hide the Title part of the Name field.
de_de: Falls aktiv wird der Titel im Namenfeld nicht angezeigt.

source: Hide Suffix
de_de: Suffix ausblenden

source: About Hide Suffix
de_de: Über das Suffix ausblenden

source: If checked, this will hide the Suffix part of the Name field
de_de: Falls aktiv wird das Suffix im Namenfeld nicht angezeigt.

source: Hide Strength Bar
de_de: Stärke-Indikator verbergen

source: About Hide Strength Bar
de_de: Über das Stärke-Indikator verbergen

source: If checked, this will hide the visual strength bar.
de_de: Falls aktiviert wird der Stärke-Indikator nicht angezeigt.

source: Hide Verdict Text
de_de: Beurteilungstext verbergen

source: About Hide Verdict Text
de_de: Über das Beurteilungstext verbergen
