Repository: robbenz/dia_plugs
Catalog: vfb-pro/lang/vfb-pro-*.po
Languages: de_de

source: VFB Pro is the easiest form builder on the market.
de_de: VFB Pro ist der einfachste verfügbare Form Generator auf dem Markt.

source: Create User Settings
de_de: Erstelle Benutzer Einstellungen

source: Create Post Settings
de_de: Beitrag erstellen Einstellungen

source: Display Entries Settings
de_de: Einträge anzeigen Einstellungen

source: Use the shortcode <code>[vfbp-display-entries id="%d"]</code> to display your entries on a WordPress page.
de_de: Verwenden Sie den Shortcode <code>[vfbp-display-entries id="%d"]</code> um das Formular auf einer WordPress-Seite anzeigen zu lassen.

source: Form Designer Settings
de_de: Formular Designer Einstellungen

source: Notifications Settings
de_de: Benachrichtigungseinstellungen

source: Payments Settings
de_de: Zahlungs Einstellungen

source: Save Changes
de_de: Änderungen speichern

source: All Forms
de_de: Alle Formulare

source: Add New
de_de: Neues Formular

source: Entries
de_de: Einträge

source: Import
de_de: Importieren

source: Export
de_de: Exportieren

source: Settings
de_de: Einstellungen

source: Add-ons
de_de: Erweiterungen

source: Your VFB Pro license is UNVERIFIED. You must <a href="%s">enter your license</a> information before VFB Pro can fully function.
de_de: Ihre VFB Pro Lizenz ist nicht VERIFIZIERT. Sie müssen <a href="%s">Ihre Lizenz eingeben</a> bevor VFB Pro vollständig funktionieren kann.

source: Search results for "%s"
de_de: Suchergebnisse für "%s"

source: Field settings saved.
de_de: Feld Einstellungen gespeichert

source: Form settings saved.
de_de: Formular Einstellungen gespeichert.

source: Email settings saved.
de_de: E-Mail Einstellungen gespeichert.

source: Confirmation settings saved.
de_de: Einstellungen gespeichert.

source: Email Design settings saved.
de_de: E-Mail Design Einstellungen gespeichert.

source: Rules settings saved.
de_de: Regel Einstellungen gespeichert.

source: Add-on settings saved.
de_de: Erweiterungs- Einstellungen gespeichert

source: VFB Pro has been successfully uninstalled.
de_de: VFB Pro wurde erfolgreich deinstalliert.
