Repository: robbenz/dia_plugs
Catalog: woocommerce-email-inquiry-cart-options-pro/languages/wc_email_inquiry-*.po
Languages: it_it

source: Settings successfully saved.
it_it: Le impostazioni sono state salvate correttamente.

source: Error: Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni.

source: Settings successfully reseted.
it_it: Impostazioni ripristinate correttamente.

source: Thin
it_it: Sottile

source: Thin/Italic
it_it: Sottile/Corsivo

source: Normal
it_it: Normale

source: Italic
it_it: Corsivo

source: Bold
it_it: Grassetto

source: Bold/Italic
it_it: Grassetto/Corsivo

source: Solid
it_it: Solido

source: Double
it_it: Doppio

source: Dashed
it_it: Tratteggio

source: Dotted
it_it: Punteggio

source: Groove
it_it: Scavato

source: Ridge
it_it: Rilievo

source: Inset
it_it: Interno

source: Outset
it_it: Esterno

source: Width
it_it: Larghezza

source: Height
it_it: Altezza

source: Hard Crop
it_it: Forzatura Ritaglio

source: -- Default Fonts --
it_it: -- Font Predefinite --

source: -- Google Fonts --
it_it: -- Font Google --

source: Preview your customized typography settings
it_it: Anteprima delle impostazioni di tipografia

source: Preview your customized border settings
it_it: Anteprima delle impostazioni dei bordi

source: Rounded
it_it: Arrotondato

source: Square
it_it: Squadrato

source: Top Left Corner
it_it: In alto a sinistra

source: Top Right Corner
it_it: In alto a destra

source: Bottom Right Corner
it_it: In basso a destra

source: Bottom Left Corner
it_it: In basso a sinistra

source: Preview your customized border styles settings
it_it: Anteprima dello stile dei bordi

source: YES
it_it: SI

source: Horizontal Shadow
it_it: Ombra Orizzontale

source: Vertical Shadow
it_it: Ombra Verticale

source: Blur Distance
it_it: Distanza Sfocatura

source: Spread Size
it_it: Dimensioni

source: INNER
it_it: INTERNA

source: OUTER
it_it: ESTERNA

source: Preview your customized box shadow settings
it_it: Anteprima dell'ombreggiatura

source: Save changes
it_it: Salva cambiamenti

source: Reset Settings
it_it: Ripristina Impostazioni

source: Email Inquiry
it_it: Richiesta Email

source: Orders Mode
it_it: Modalità Ordini

source: Quotes Mode
it_it: Modalità Preventivi

source: Read More
it_it: Mostra Altro

source: Email & Cart Options
it_it: Opzioni Email & Carrello

source: Rules & Roles
it_it: Regole & Ruoli

source: Settings inside this yellow border are %s Features.
it_it: Le impostazioni all'interno dei bordi gialli sono funzionalità di %s

source: Upgrade to the <a href="%s" target="_blank">%s</a> to activate these settings.
it_it: Aggiorna a <a href="%s" target="_blank">%s</a> per attivare queste opzioni.

source: Upload
it_it: Carica

source: View File
it_it: Visualizza File

source: Use this Image
it_it: Usa questa Immagine

source: Use as
it_it: Usa come

source: Previously Uploaded
it_it: Caricata Precedentemente

source: Colorbox Pop-Up Settings successfully saved.
it_it: Le impostazioni della finestra Pop-up sono state salvate correttamente.

source: Error: Colorbox Pop-Up Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni della finestra Pop-Up.

source: Colorbox Pop-Up Settings successfully reseted.
it_it: Le impostazioni della finestra Pop-up sono state ripristinate correttamente.

source: Colorbox Pop-Up
it_it: Finestra Pop-Up

source: Colorbox Pop-Up Settings
it_it: Impostazioni finestra Pop-Up

source: Fix Position on Scroll
it_it: Fissa la posizione durante lo scorrimento

source: Pop-up stays centered in screen while page scrolls behind it.
it_it: Il Pop-Up rimane centrato mentre la pagina scorre sotto.

source: Pop-up scrolls up and down with the page.
it_it: Il Pop-Up scorre su e giù con il resto della pagina.

source: Open & Close Transition Effect
it_it: Transizioni Apri & Chiudi

source: Choose a pop-up opening & closing effect. Default - None
it_it: Scegli un effetto di apertura e chiusura del Pop-up. Predefinito - Nessuno

source: None
it_it: Nessuno

source: Fade
it_it: Dissolvenza

source: Elastic
it_it: Elastica

source: Opening & Closing Speed
it_it: Velocità di apertura e chiusura

source: Milliseconds when open and close pop-up
it_it: Millisecondi per l'apertura e la chiusura dei pop-up

source: Background Overlay Colour
it_it: Colore Copertura Sfondo

source: Select a colour or empty for no colour.
it_it: Seleziona un colore o lascia vuoto per non sceglierne nessuno.

source: Default
it_it: Predefinito

source: Custom Form Settings successfully saved.
it_it: Le impostazioni del form personalizzato sono state ripristinate correttamente.

source: Error: Custom Form Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni del form personalizzato.

source: Custom Form Settings successfully reseted.
it_it: Le impostazioni del form personalizzato sono state ripristinate correttamente.

source: Custom Form
it_it: Form Personalizzato

source: Ultimate Version
it_it: Versione Ultimate

source: Contact Form from another Plugin
it_it: Form di contatto da un altro plugin

source: Create a contact form that applies to all Products by adding a form shortcode from the Contact Form 7 or Gravity Forms plugins.
it_it: Crea un form di contatto che si applica a tutti i prodotti aggiungento il codice form dai plugin Contact Form 7 o Gravity Form.

source: Enter Global Form Shortcode
it_it: Inserisci Codice Form Globale

source: Can add unique form shortcode on each product page.
it_it: Puoi aggiungere un codice univoco per il form di contatto in ogni pagina prodotto.

source: Custom Form Open Options
it_it: Opzioni Apri Form Predefinito

source: Product Page
it_it: Pagina Prodotto

source: Open contact form on new page
it_it: Apri il form di contatto in una nuova pagina

source: new window
it_it: nuova finestra

source: same window
it_it: stessa finestra

source: Open contact form by Pop-up
it_it: Apri il form di contatto con un Pop-up

source: Open contact form on page (form opens by ajax under the inquiry button).
it_it: Apri il form di contatto sulla pagina (il form si apre direttamente sotto il pulsante di richiesta).

source: Product Card
it_it: Scheda Prodotto

source: Page For Displaying shortcode Forms
it_it: Pagina per visualizzare il codice dei Form

source: A 'Email Inquiry' page with the shortcode %s inserted should have been auto created on install. If not you need to manually create a new page and add the shortcode. Then set that page below so the plugin knows where to find it.
it_it: Una pagina di 'Richiesta Email' con il codice %s inserito dovrebbe essere stata creata automaticamente. Altrimenti dovrai creare una nuova pagina e aggiungere il codice manualmente. Quindi imposta quella pagina di seguito così che il plugin sappia dove trovarla.

source: Email Inquiry Page
it_it: Pagina Richiesta Email

source: Page contents:
it_it: Contenuti Pagina:

source: Select Page
it_it: Seleziona Pagina

source: Reset Products Contact Form Shortcodes
it_it: Ripristina i codici del Form di Contatto dei Prodotti

source: Global Re-Set
it_it: Ripristino Globale

source: Set to Yes and Save Changes will reset all products that have a unique contact form shortcode to the form shortcode set on this page.
it_it: Imposta su Sì e Salva i Cambiamenti per ripristinare tutti i prodotti che hanno lo stesso codice del form di contatto al codice impostato in questa pagina.

source: Button Style Settings successfully saved.
it_it: Le impostazioni dello stile del pulsante sono state salvate correttamente.

source: Error: Button Style Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni dello stile del pulsante.

source: Button Style Settings successfully reseted.
it_it: Le impostazioni dello stile del pulsante sono state ripristinate correttamente.

source: Contact Form
it_it: Form di Contatto

source: Email Inquiry Button / Hyperlink
it_it: Pulsante / Ipertesto Richiesta Email

source: Button or Hyperlink Text
it_it: Pulsante o Collegamento Ipertestuale

source: Button
it_it: Pulsante

source: Hyperlink
it_it: Ipertesto

source: Relative Position
it_it: Posizione Relativa

source: Position relative to add to cart button location
it_it: Posizione relativa alla posizione del pulsante aggiungi al carrello

source: Below
it_it: Sotto

source: Above
it_it: Sopra

source: Button or Hyperlink Margin
it_it: Margine Pulsante o Ipertesto

source: Top
it_it: Alto

source: Bottom
it_it: Basso

source: Left
it_it: Sinistra

source: Right
it_it: Destra

source: Email Inquiry Button Style
it_it: Stile Pulsante Richiesta Email

source: Button Title
it_it: Titolo Pulsante

source: &lt;empty&gt; for default 'Product Enquiry' or enter text
it_it: &lt;empty&gt; per 'Richiesta Prodotto' o inserisci il testo

source: Product Enquiry
it_it: Richiesta Prodotto

source: Button Padding
it_it: Sfumatura Pulsante

source: Padding from Button text to Button border
it_it: Sfumatura dal testo del pulsante al bordo del pulsante

source: Top/Bottom
it_it: Alto/Basso

source: Left/Right
it_it: Sinistra/Destra

source: Background Colour
it_it: Colore di Sfondo

source: Background Colour Gradient From
it_it: Sfondo Colore Sfumato da

source: Background Colour Gradient To
it_it: Sfondo Colore Sfumato verso

source: Button Border
it_it: Bordo Pulsante

source: Button Font
it_it: Font Pulsante

source: Button Shadow
it_it: Ombra Pulsante

source: Hyperlink Styling
it_it: Stile Ipertesto

source: Text Before
it_it: Testo Precedente

source: &lt;empty&gt; for default 'no text' or add text to prepent link text
it_it: &lt;empty&gt; per inserire 'nessun testo' oppur aggiungi un testo a tua scelta

source: Hyperlink Text
it_it: Collegamento Ipertestuale

source: &lt;empty&gt; for default 'Click Here' or your own text
it_it: &lt;empty&gt; per 'Clicca Qui' o aggiungi un testo a tua scelta

source: Click Here
it_it: Clicca Qui

source: Trailing Text
it_it: Testo Traccia

source: &lt;empty&gt; for default 'no text' or add text to trail linked text
it_it: &lt;empty&gt; per inserire 'nessun testo' o aggiungi un testo per il testo traccia

source: Hyperlink Font
it_it: Font Ipertesto

source: Hyperlink hover Colour
it_it: Colore al Passaggio Ipertesto

source: Reset Products Button Style
it_it: Ripristina Stile del Pulsante Prodotti

source: Set to Yes and Save Changes will reset ALL products that have custom Button or Hyperlink Text settings to the settings made above.
it_it: Imposta su Sì e Salva i Cambiamenti per ripristinare TUTTI i prodotti che hanno un pulsante o un collegamento ipertestuale predefinito con le impostazioni usate sopra.

source: Tip
it_it: Suggerimento

source: If you see margin between the add to cart button and the email button before adding a value here that margin is added by your theme. Increasing the margin here will add to the themes default button margin.
it_it: Se vedi un margine tra il pulsante aggiungi al carrello e il pulsante email prima di aggiungere un valore qui, quel margine è aggiunto dal tuo tema. Incrementando il margine qui aggiungerai al tema un margine predefinito per il pulsante.

source: Don't show again
it_it: Non mostrare più

source: Dismiss
it_it: Rimuovi

source: Default Form Settings successfully saved.
it_it: Le impostazioni di Form predefinito sono state salvate correttamente.

source: Error: Default Form Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni di Form predefinito.

source: Default Form Settings successfully reseted.
it_it: Le impostazioni di Form predefinito sono state ripristinate correttamente.

source: Settings
it_it: Impostazioni

source: Built-in Contact Form
it_it: Form di Contatto Integrato

source: Email 'From' Settings
it_it: Impostazioni 'Form' Email

source: The following options affect the sender (email address and name) used in WooCommerce Product Email Inquiries.
it_it: Le seguenti opzioni riguardano il mittente (indirizzo email e nome) usato nelle Richieste Email del Prodotto in WooCommerce.

source: "From" Name
it_it: "From" Nome

source: &lt;empty&gt; defaults to Site Title
it_it: &lt;empty&gt; ripristina al Titolo del Sito

source: "From" Email Address
it_it: "From" Indirizzo Email

source: &lt;empty&gt; defaults to WordPress admin email address
it_it: &lt;empty&gt; ripristina all'indirizzo email dell'amministratore WordPress

source: Sender 'Request A Copy'
it_it: Invia 'Richiedi una Copia'

source: Send Copy to Sender
it_it: Invia Copia al Mittente

source: Gives users a checkbox option to send a copy of the Inquiry email to themselves
it_it: Fornisce all'utente una casella da spuntare per inviare una copia dell'email a se stesso.

source: Email Delivery
it_it: Invia Email

source: Inquiry Email goes to
it_it: La Richiesta Email va a

source: &lt;empty&gt; defaults to 'no copy sent' or add an email address
it_it: &lt;empty&gt; ripristina a 'nessuna copia inviata' o aggiungi un indirizzo email

source: Open Default Contact Form Method
it_it: Apri il metodo del Form di Contatto Predefinito

source: Email Inquiry Settings successfully saved.
it_it: Le impostazioni per la Richiesta Email sono state salvate correttamente.

source: Error: Email Inquiry Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni per la Richiesta Email.

source: Email Inquiry Settings successfully reseted.
it_it: Le impostazioni per la Richiesta Email sono state ripristinate correttamente.

source: Product Page Rule: Show Email Inquiry Button
it_it: Regola Pagina Prodotto: Mostra il Pulsante di Richiesta Email

source: Apply for all users before log in
it_it: Applica a tutti gli utenti dopo l'accesso

source: Apply by user role after log in
it_it: Applica dal ruolo utente dopo l'accesso

source: Choose Roles
it_it: Scegli Ruoli

source: Product Cards
it_it: Schede Prodotti

source: Email Inquiry Feature
it_it: Funzionalità Richiesta Email

source: ON to show Button / Link Text on Product Cards (grid view) display.
it_it: ON per mostrare il Pulsante / Testo del link sulla Scheda Prodotto (vista con griglia).

source: Contact Form Type
it_it: Tipo Form di Contatto

source: Plugins Default Contact Form
it_it: Plugin Form di Contatto Predefinito

source: Create form by Shortcode
it_it: Crea form da codice

source: Only Contact Form 7 or Gravity Forms shortcode will work here
it_it: Solo il codice da Contact Form 7 o Gravity Forms funzionerà qui

source: Product Page Rules Reset:
it_it: Ripristina Regole della Pagina Prodotto:

source: Reset All Products
it_it: Ripristina Tutti i Prodotti

source: <strong>Warning:</strong> Set to Yes and Save Changes will reset ALL custom Product Page and Product Card Rules and Roles on ALL products back to the admin panels Global settings.
it_it: <strong>Avviso:</strong>Imposta su Sì e Salva i Cambiamenti per ripristinare TUTTE le Pagine e le Regole personalizzate dei prodotti e ritornare alle impostazioni Globali predefinite.

source: Select a Pop-Up Tool
it_it: Seleziona uno strumento Pop-Up

source: Pop-Up Tool
it_it: Strumento Pop-Up

source: House Keeping :
it_it: Manutenzione:

source: Clean up on Deletion
it_it: Pulisci all'Eliminazione

source: On deletion (not deactivate) the plugin will completely remove all tables and data it created, leaving no trace it was ever here.
it_it: Una volta eliminato (non disattivato) il plugin, verranno rimosse tutte le tabelle e i dati creati, senza lasciare alcuna traccia.

source: If a product does not have a price set (even 0) it is a function of WooCommmerce that the add to cart function is removed from the product. The Email Inquiry button hooks to that function and if it is not present the button cannot show. Also if a bespoke theme has removed the WooCommerce add to cart template and replaced it with a custom template the button cannot show on any products.
it_it: Se un prodotto non ha alcun prezzo (anche 0) WooCommerce rimuoverà la funzione di aggiunta al carrello. Il pulsante di Richiesta Email fa riferimento a quella funzione e se non è presente non verrà mostrato alcun pulsante. Anche se un tema personalizzato dovesse rimuovere o modificare la funzione aggiungi al carrello di WooCommerce il pulsante non potrà essere mostrato per nessun prodotto.

source: Default Form Style Settings successfully saved.
it_it: Le impostazioni dello stile del form predefinito sono state salvate correttamente.

source: Error: Default Form Style Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni dello stile del form predefinito.

source: Default Form Style Settings successfully reseted.
it_it: Le impostazioni dello stile del form predefinito sono state ripristinate correttamente.

source: Default Form Style
it_it: Stile del Form Predefinito

source: Form Background Colour
it_it: Colore di Sfondo del Form

source: Form Title
it_it: Titolo del Form

source: Header Title
it_it: Titolo Intestazione

source: &lt;empty&gt; and the form title will be the Button title
it_it: &lt;empty&gt; e il titolo del form sarà il titolo del Pulsante

source: Title Font
it_it: Font del Titolo

source: Product Name
it_it: Nome Prodotto

source: Product Name Font
it_it: Font del Nome Prodotto

source: Product URL
it_it: URL Prodotto

source: Product URL Font
it_it: Font dell'URL del Prodotto

source: Form Content Font
it_it: Font del Contenuto del Form

source: Content Font
it_it: Font del Contenuto

source: Email Subject Name
it_it: Nome Oggetto Email

source: Subject Name Font
it_it: Font del Nome Oggetto

source: Form Input Field Style
it_it: Stile del campo di Input del form

source: Font Colour
it_it: Colore Font

source: Input Field Borders
it_it: Bordi dei campi di Input

source: Form Send / Submit Button
it_it: Form Pulsante Invia / Spedisci

source: Send Button Title
it_it: Titolo Pulsante Invio

source: &lt;empty&gt; for default SEND
it_it: &lt;empty&gt; per l'INVIO predefinito

source: SEND
it_it: INVIA

source: Style Form With Theme CSS
it_it: Stile Form con Tema CSS

source: Form CSS Class
it_it: Classe CSS Form

source: &lt;empty&gt; for default or enter custom form CSS
it_it: &lt;empty&gt; per ripristinare o inserisci un form CSS personalizzato

source: Button CSS Class
it_it: Classe CSS Pulsante

source: Enter your own button CSS class
it_it: Inserisci una tua classe CSS per il pulsante

source: Success Message successfully saved.
it_it: Le impostazioni per il messaggio di riuscita sono state salvate correttamente.

source: Error: Success Message can not save.
it_it: Errore: Impossibile salvare le impostazioni per il messaggio di riuscita.

source: Success Message successfully reseted.
it_it: Le impostazioni per il messaggio di riuscita sono state ripristinate correttamente.

source: Success Message
it_it: Messaggio Riuscita

source: Success Message Setup
it_it: Configurazione Messaggio Riuscita

source: Message that user will see after their Inquiry is sent.
it_it: Messaggio che l'utente vedrà dopo l'invio della Richiesta.

source: Thanks for your inquiry - we'll be in touch with you as soon as possible!
it_it: Grazie per la tua richiesta - ti ricontatteremo il prima possibile!

source: Fancybox Pop-Up Settings successfully saved.
it_it: Le impostazioni per il Pop-Up Fancybox sono state salvate correttamente.

source: Error: Fancybox Pop-Up Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni per il Pop-Up Fancybox.

source: Fancybox Pop-Up Settings successfully reseted.
it_it: Le impostazioni per il Pop-Up Fancybox sono state ripristinate correttamente.

source: Fancybox Pop-Up
it_it: Pop-Up Fancybox

source: Fancybox Pop-Up Settings
it_it: Impostazioni Pop-Up Fancybox

source: Open Transition Effect
it_it: Apri Effetto Transizione

source: Choose a pop-up opening effect. Default - None.
it_it: Scegli un effetto in apertura del pop-up. Predefinito - Nessuno

source: Close Transistion Effect
it_it: Chiudi Effetto Transizione

source: Choose a pop-up closing effect. Default - None.
it_it: Scegli un effetto in chiusura del pop-up. Predefinito - Nessuno.

source: Opening Speed
it_it: Velocità di apertura

source: Milliseconds when open pop-up
it_it: Millisecondi per l'apertura del pop-up

source: Closing Speed
it_it: Velocità di chiusura

source: Milliseconds when close pop-up
it_it: Millisecondi per la chiusura del pop-up

source: Cart Page Settings successfully saved.
it_it: Le impostazioni per la pagina carrello sono state salvate correttamente.

source: Error: Cart Page Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni per la pagina carrello.

source: Cart Page Settings successfully reseted.
it_it: Le impostazioni per la pagina carrello sono state ripristinate correttamente.

source: Cart Page
it_it: Pagina Carrello

source: Customize the Order (Cart) Page
it_it: Personalizza la pagina Ordine (Carrello)

source: Order Mode creates its own template that replaces the WooCommerce Cart page.
it_it: La Modalità Ordine crea un suo modello che sostituisce la pagina Carrello di WooCommerce.

source: Order Page Title
it_it: Titolo della pagina Ordine

source: Replace Cart page name
it_it: Sostituisci il nome della pagina Carrello

source: Order
it_it: Ordine

source: Update Order Button
it_it: Pulsante Aggiorna Ordine

source: Text that displays instead of ' Update Cart' on the button.
it_it: Testo da mostrare al posto di 'Aggiorna Carrello' sul pulsante.

source: Update Order
it_it: Aggiorna Ordine

source: Details and Send Button
it_it: Pulsante Dettagli e Invia

source: Text that displays instead of 'Proceed to Checkout &rarr;' on the button
it_it: Testo da mostrare al posto di 'Procedi al Checkout &rarr;' sul pulsante

source: Add Details and Send &rarr;
it_it: Aggiungi Dettagli e Invia &rarr;

source: Order Note
it_it: Nota Ordine

source: Message that shows above the table on the cart page.
it_it: Messaggio da mostrare sopra la tabella sulla pagina del carrello.

source: Note: Shipping and taxes are estimated and will be updated during checkout based on your billing and shipping information.
it_it: Nota: La spedizione e le tasse sono stimate e verranno aggiornate durante il checkout basato sulle tue informazioni di imposte e spedizione.

source: Empty Cart Message
it_it: Messaggio Carrello Vuoto

source: Text that shows instead of 'Your cart is currently empty.'.
it_it: Testo da mostrare al posto di 'Il tuo carrello è vuoto.'.

source: Your order is currently empty.
it_it: Il tuo ordine è vuoto.

source: Checkout Page Settings successfully saved.
it_it: Le impostazioni per la pagina Checkout sono state salvate correttamente.

source: Error: Checkout Page Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni per la pagina Checkout.

source: Checkout Page Settings successfully reseted.
it_it: Le impostazioni per la pagina Checkout sono state ripristinate correttamente.

source: Checkout Page
it_it: Pagina Checkout

source: Customize the Add Details and Send (Checkout) Page
it_it: Personalizza la pagina Aggiungi Dettagli e Invia (Checkout)

source: Orders Mode creates its own template that replaces the WooCommerce Checkout page.
it_it: La Modalità Ordini crea un suo modello che sostituisce la pagina Checkout di WooCommerce.

source: Order Checkout Page Title
it_it: Titolo della pagina Checkout Ordine

source: Replace Checkout page name
it_it: Sostituisci il nome della pagina Checkout

source: Send Order
it_it: Invia Ordine

source: Send Order Request
it_it: Richiesta di invio Ordine

source: Text that displays instead of 'Place order' on the button.
it_it: Testo da mostrare al posto di 'Invia Ordine' sul pulsante.

source: Top of page Message
it_it: Cima della pagina Messaggio

source: Message that user sees on top of checkout page
it_it: Messaggio che l'utente vede in cima alla pagina del checkout

source: Bottom of page Message
it_it: Fondo della pagina Messaggio

source: Message that user sees on bottom of checkout page
it_it: Messaggio che l'utente vede in fondo alla pagina del checkout
