Repository: robbenz/dia_plugs
Catalog: woocommerce-email-inquiry-cart-options-pro/languages/wc_email_inquiry-*.po
Languages: it_it

source: Orders Mode Settings successfully saved.
it_it: Le impostazioni per la modalità ordini sono state salvate correttamente.

source: Error: Orders Mode Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni per la modalità ordini.

source: Orders Mode Settings successfully reseted.
it_it: Le impostazioni per la modalità ordini sono state ripristinate correttamente.

source: Order Mode Payment Gateway
it_it: Gateway di pagamento per la Modalità Ordini

source: Orders Mode payment gateway is automatically activated when the feature is activated. Go to <a href="%s">WooCommerce Payment Gateways</a> to customize.
it_it: Il gateway di pagamento per la Modalità Ordini è automaticamente attivato quando la funzione è attiva. Vai a <a href="%s">WooCommerce Payment Gateways</a> per personalizzarla.

source: Orders Mode payment gateway is automatically activated when the feature is activated. Go to <a href="%s">WooCommerce Checkout</a> to customize.
it_it: Il gateway di pagamento per la Modalità Ordini è automaticamente attivato quando la funzione è attiva. Vai a <a href="%s">WooCommerce Checkout</a> per personalizzarla.

source: New Account Email Settings successfully saved.
it_it: Le impostazioni per l'email del nuovo account sono state salvate correttamente.

source: Error: New Account Email Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni per l'email del nuovo account.

source: New Account Email Settings successfully reseted.
it_it: Le impostazioni per l'email del nuovo account sono state ripristinate correttamente.

source: New Account
it_it: Nuovo Account

source: New Account Role
it_it: Nuovo Ruolo dell'Account

source: Set Role for New Acccount
it_it: Imposta Ruolo per il Nuovo Account

source: New User Account Email
it_it: Nuovo Account Email Utente

source: A new user account is created (if none exists) when a order request is submitted. Customize the New user account notification email that is auto sent to the user.
it_it: Un nuovo account utente viene creato (se non esiste) quando la richiesta di ordine è inviata. Personalizza la notifica email che riceverà l'utente per la creazione del nuovo account.

source: Email Subject
it_it: Oggetto Email

source: Defaults to <code>Your account on {blogname}</code>.
it_it: Predefiniti a <code>Il tuo account su {blogname}</code>.

source: Your account on {blogname}
it_it: Il tuo account su {blogname}

source: Email Heading
it_it: Intestazione Email

source: Defaults to <code>Welcome to {blogname}</code>.
it_it: Predefiniti a <code>Benvenuto in {blogname}</code>.

source: Welcome to {blogname}
it_it: Benvenuto in {blogname}

source: Email Content
it_it: Contenuto Email

source: <p>Hello {first_name},</p><p>Your login link and credentials are:</p><p>{account_url}</p><p>Username: {username}<br />Password: {password}</p><p>Please login and change the WordPress generated password to something you can remember.</p>
it_it: <p>Ciao {first_name},</p><p>Il link e le credenziali di accesso sono:</p><p>{account_url}</p><p>Username: {username}<br />Password: {password}</p><p>Puoi eseguire l'accesso e modificare la password generata da WordPress in una personalizzata.</p>

source: Email Type
it_it: Tipo Email

source: Choose which format of email to send
it_it: Scegli il formato dell'email da inviare

source: Plain text
it_it: Solo testo

source: Multipart
it_it: Multiparte

source: HTML template
it_it: Modello HTML

source: Plain text template
it_it: Modello solo testo

source: Delete template file
it_it: Elimina il file modello

source: This template has been overridden by your theme and can be found in: <code>%s</code>.
it_it: Questo modello è stato sovrascritto dal tuo tema e si trova in: <code>%s</code>.

source: Copy file to theme
it_it: Copia file nel tema

source: To override and edit this email template copy <code>%s</code> to your theme folder: <code>%s</code>.
it_it: Per sovrascrivere ed editare questo modello email copia <code>%s</code> nella tua cartella dei temi: <code>%s</code>.

source: File was not found.
it_it: Il file non è stato trovato.

source: View template
it_it: Visualizza modello

source: Hide template
it_it: Nascondi modello

source: Are you sure you want to delete this template file?
it_it: Vuoi davvero eliminare questo file modello?

source: Order Received Settings successfully saved.
it_it: Le impostazioni per l'ordine ricevuto sono state salvate correttamente.

source: Error: Order Received Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni per l'ordine ricevuto.

source: Order Received Settings successfully reseted.
it_it: Le impostazioni per l'ordine ricevuto sono state ripristinate correttamente.

source: Order Received
it_it: Ordine Ricevuto

source: Customize Order Request Received (Order Received) Page
it_it: Personalizza la pagina di Richiesta Ordine Ricevuta (Ordine Ricevuto)

source: Landing page after Order is submitted. In Order mode system prices for each item is visible. Add text to the top and bottom of the table of items to tell your customers what to expect next.
it_it: La pagina di destinazione dopo che l'ordine viene inviato. Nella Modalità Ordine i prezzi di sistema per ogni prodotto sono visibili. Aggiungi il testo in cima e in fondo alla tabella degli elementi per dire ai clienti cosa si dovranno aspettare.

source: Request Received Page Title
it_it: Titolo della pagina di Richiesta Ricevuta

source: Replace Order Received page name
it_it: Sosituisci il nome della pagina degli Ordini Ricevuti

source: Request Received
it_it: Richiesta Ricevuta

source: Message that user sees on top of Request Received page
it_it: Il messaggio che l'utente vede in cima alla pagina di Richiesta Ricevuta

source: Message that user sees on bottom of Request Received page
it_it: Il messaggio che l'utente vede in fondo alla pagina di Richiesta Ricevuta

source: Orders Emails Settings successfully saved.
it_it: Le impostazioni per le email degli ordini sono state salvate correttamente.

source: Error: Orders Emails Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni per le email degli ordini.

source: Orders Emails Settings successfully reseted.
it_it: Le impostazioni per le email degli ordini sono state ripristinate correttamente.

source: Orders Emails
it_it: Email Ordini

source: 'Pending Order' Email
it_it: Email 'Ordine in attesa'

source: When the order is submitted a WooCommerce 'Pending Order' email is auto sent to the customer. Customize that template on <a href='%s'>WooCommerce Emails</a>.
it_it: Quando l'ordine è inviato a WooCommerce un'email 'Ordine in attesa' viene inviata automaticamente al cliente. Personalizza questo modello in <a href='%s'>WooCommerce Emails</a>.

source: Pending Order Email Settings successfully saved.
it_it: Le impostazioni per l'email dell'ordine in attesa sono state salvate correttamente.

source: Error: Pending Order Email Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni per l'email dell'ordine in attesa.

source: Pending Order Email Settings successfully reseted.
it_it: Le impostazioni per l'email dell'ordine in attesa sono state ripristinate correttamente.

source: Pending Order
it_it: Ordine in attesa

source: Product Page Settings successfully saved.
it_it: Le impostazioni per la pagina prodotto sono state salvate correttamente.

source: Error: Product Page Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni per la pagina prodotto.

source: Product Page Settings successfully reseted.
it_it: Le impostazioni per la pagina prodotto sono state ripristinate correttamente.

source: Order Feature on Product Page
it_it: Funzione Ordine nella Pagina Prodotto

source: Button Text
it_it: Testo Pulsante

source: Text that shows instead of 'Add to Cart'. Default 'Add to Order'
it_it: Testo da mostrare al posto di 'Aggiungi al Carrello'. Predefinito 'Aggiungi all'Ordine'

source: Add to Order
it_it: Aggiungi all'Ordine

source: View Order Button Text
it_it: Testo per il pulsante Visualizza Ordine

source: Text that shows instead of 'View Cart &rarr;'. Default 'View Order &rarr;'
it_it: Testo da mostrare al posto di 'Vai al Carrello &rarr;'. Predefinito 'Visualizza Ordine &rarr;'

source: View Order &rarr;
it_it: Visualizza Ordine &rarr;

source: Continue Request Button Text
it_it: Testo per il pulsante Continua Richiesta

source: Text that shows instead of 'Continue Shopping &rarr;'. Default 'Continue Request &rarr;'
it_it: Testo da mostrare al posto di 'Continua lo Shopping &rarr;'. Predefinito 'Continua Richiesta &rarr;'

source: Continue Request &rarr;
it_it: Continua Richiesta &rarr;

source: Replace by Product name
it_it: Sostituisci dal nome del prodotto

source: &quot;%s&quot; was successfully added to your order.
it_it: &quot;%s&quot; è stato aggiunto con successo al tuo ordine.

source: Group Added Success Message
it_it: Messaggio per gruppo aggiunto correttamente

source: Added &quot;%s&quot; to your order.
it_it: Aggiunto &quot;%s&quot; al tuo ordine.

source: Error Message
it_it: Messaggio di Errore

source: Quantity Error
it_it: Errore Quantitativo

source: Replace for :
it_it: Sostituisci per :

source: Please choose the quantity of items you wish to add to your cart&hellip;
it_it: Scegli la quantità di prodotti che desideri aggiungere al carrello&hellip;

source: Please choose the quantity of items you wish to add to your order&hellip;
it_it: Scegli la quantità di prodotti che desideri aggiungere all'ordine&hellip;

source: No Product Added Error
it_it: Errore per nessun prodotto aggiunto

source: Please choose a product to add to your cart&hellip;
it_it: Scegli un prodotto da aggiungere al tuo carrello&hellip;

source: Please choose a product to add to your order&hellip;
it_it: Scegli un prodotto da aggiungere al tuo ordine&hellip;

source: Product Is Out of Stock Error
it_it: Errore per il prodotto non più disponibile

source: You cannot add &quot;%s&quot; to the order because the product is out of stock.
it_it: Non puoi aggiungere il prodotto &quot;%s&quot; perché non è più disponibile.

source: Product Existed In Order
it_it: Il prodotto era presente nell'ordine.

source: You already have this item in your cart.
it_it: Questo prodotto è già presente nel tuo carrello.

source: You already have this item in your order.
it_it: Questo prodotto è già presente nel tuo ordine.

source: Widget Cart Settings successfully saved.
it_it: Le impostazioni del Widget Carrello sono state salvate correttamente.

source: Error: Widget Cart Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni del Widget Carrello.

source: Widget Cart Settings successfully reseted.
it_it: Le impostazioni del Widget Carrello sono state ripristinate correttamente.

source: Widget Cart
it_it: Widget Carrello

source: Widget Cart Title
it_it: Titolo Widget Carrello

source: Text that shows at top of widget
it_it: Testo da mostrare in cima al widget

source: Your Order Content
it_it: Contenuto del tuo ordine

source: View Order Button
it_it: Visualizza Pulsante Ordina

source: Text that shows instead of 'View Cart &rarr;' on the button.
it_it: Testo da mostrare al posto di 'Vai al Carrello &rarr;' sul pulsante.

source: Text that displays instead of 'Checkout &rarr;' on the button
it_it: Testo da mostrare al posto di 'Checkout &rarr;' sul pulsante.

source: Send Order &rarr;
it_it: Invia Ordine &rarr;

source: No Product Text
it_it: Testo nessun prodotto

source: Text that shows instead of 'No products in the cart.'.
it_it: Testo da mostrare al posto di 'Nessun prodotto nel carrello.'.

source: No products in the order.
it_it: Non ci sono prodotti nell'ordine.

source: Customize the Quote (Cart) Page
it_it: Personalizza la pagina Preventivo (Carrello)

source: Quote Mode creates its own template that replaces the WooCommerce Cart page.
it_it: La Modalità Preventivo crea un suo modello che sostituisce la pagina Carrello di WooCommerce.

source: <strong>Note</strong>: The Shipping Options set in WooCommerce settings apply to this template.
it_it: <strong>Nota</strong>: Le opzioni di spedizioni impostate in WooCommerce si applicano a questo modello.

source: Quote Page Title
it_it: Titolo Pagina Preventivo

source: Quote
it_it: Preventivo

source: Update Quote Button
it_it: Pulsante Aggiorna Preventivo

source: Update Quote
it_it: Aggiorna Preventivo

source: Quote Note
it_it: Nota Preventiv

source: Your quote is currently empty.
it_it: La tua selezione per il preventivo è vuota.

source: Quote Mode creates its own template that replaces the WooCommerce Checkout page.
it_it: La modalità preventivo crea un suo modello che sostituisce la pagina Cassa di WooCommerce

source: <strong>Note</strong>: Shipping Options and Quotes Mode payment gateway settings apply to this template. Go to WooCommerce > Settings > Shipping & Payment Gateways.
it_it: <strong>Nota</strong>: Le impostazioni delle opzioni di spedizione e della porta per la modalità preventivo vengono applicate a questo modello. Vai in WooCommerce > Impostazioni > Gateway Spedizione & Pagamento

source: Quote Checkout Page Title
it_it: Titolo Pagina Cassa Preventivo

source: Send Quote
it_it: Invia Preventivo

source: Send Quote Request
it_it: Richiesta Invio Preventivo

source: Quotes Mode Settings successfully saved.
it_it: Le impostazioni della modalità preventivi sono state salvate correttamente.

source: Error: Quotes Mode Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni della modalità preventivi.

source: Quotes Mode Settings successfully reseted.
it_it: Le impostazioni della modalità preventivi sono state ripristinate correttamente.

source: Quote Mode Payment Gateway
it_it: Gateway di pagamento per la Modalità Preventivo

source: Quotes Mode payment gateway is automatically activated when the feature is activated. Go to <a href="%s">WooCommerce Payment Gateways</a> to customize.
it_it: Il gateway di pagamento per la Modalità Preventivo è automaticamente attivato quando la funzione è attiva. Vai a <a href="%s">WooCommerce Payment Gateways</a> per personalizzarla.

source: Quotes Mode payment gateway is automatically activated when the feature is activated. Go to <a href="%s">WooCommerce Checkout</a> to customize.
it_it: Il gateway di pagamento per la Modalità Preventivo è automaticamente attivato quando la funzione è attiva. Vai a <a href="%s">WooCommerce Checkout</a> per personalizzarla.

source: Quotes New Account Email Settings successfully saved.
it_it: Le impostazioni per l'email del nuovo account sono state salvate correttamente.

source: Error: Quotes New Account Email Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni per l'email del nuovo account.

source: Quotes New Account Email Settings successfully reseted.
it_it: Le impostazioni per l'email del nuovo account sono state ripristinate correttamente.

source: A new user account is created (if none exists) when a quote request is submitted. Customize the New user account notification email that is auto sent to the user.
it_it: Un nuovo account utente viene creato (se non esiste) quando la richiesta di preventivo è inviata. Personalizza la notifica email che riceverà l'utente per la creazione del nuovo account.

source: Customize Quote Request Received (Order Received) Page
it_it: Personalizza la pagina di Richiesta Preventivo Ricevuta (Ordine Ricevuto)

source: Landing page after Quote is submitted. By default in Manual Quote mode customer cannot see item prices. In Auto Quote mode system prices for each item is visible. Add text to the top and bottom of the table of items to tell your customers what to expect next.
it_it: La pagina di destinazione dopo che il preventivo è stato inviato. In moalità Preventivo Manuale il cliente non può vedere i prezzi. In modalità Preventivo Automatico i prezzi di ogni prodotto sono visibili. Aggiungi il testo in cima e in fondo alla tabella degli elementi per dire ai clienti cosa si dovranno aspettare.

source: Processing Quote Email Settings successfully saved.
it_it: Le impostazioni delle email per i Preventivi in corso sono state salvate correttamente.

source: Error: Processing Quote Email Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni delle email per i Preventivi in corso.

source: Processing Quote Email Settings successfully reseted.
it_it: Le impostazioni delle email per i Preventivi in corso sono state ripristinate correttamente.

source: Quote Request Recieved
it_it: Richiesta di Preventivo ricevuta

source: 'Processing Quote' Email
it_it: Email 'Preventivi in Corso'

source: When the quote is submitted a WooCommerce 'Processing Quote' email is auto sent to the customer. Customize that template on <a href='%s'>WooCommerce Emails</a>.
it_it: Quando il preventivo è inviato ai 'Preventivi in corso' di WooCommerce, viene inviata un'email al cliente. Personalizza questo modello in <a href='%s'>WooCommerce Emails</a>.

source: Quote Feature on Product Page
it_it: Funzione Preventivo nella Pagina Prodotti

source: Text that shows instead of 'Add to Cart'. Default 'Add to Quote'
it_it: Testo da visualizzare al posto di 'Aggiungi al carrello'. Il predefinito è 'Aggiungi al preventivo'

source: Add to Quote
it_it: Aggiungi al Preventivo

source: View Quote Button Text
it_it: Visualizza il testo del pulsante Preventivo

source: Text that shows instead of 'View Cart &rarr;'. Default 'View Quote &rarr;'
it_it: Testo da visualizzare al posto di 'Vai al carrello &rarr;'. Il predefinito è 'Visualizza Preventivo &rarr;'

source: View Quote &rarr;
it_it: Visualizza Preventivo &rarr;

source: &quot;%s&quot; was successfully added to your quote.
it_it: &quot;%s&quot; è stato correttamente aggiunto al preventivo.

source: Added &quot;%s&quot; to your quote.
it_it: Aggiungo &quot;%s&quot; al preventivo.

source: Please choose the quantity of items you wish to add to your quote&hellip;
it_it: Scegli la quantità di prodotti che desideri aggiungere al preventivo&hellip;

source: Please choose a product to add to your quote&hellip;
it_it: Scegli un prodotto da aggiungere al preventivo&hellip;

source: You cannot add &quot;%s&quot; to the quote because the product is out of stock.
it_it: Non puoi aggiungere &quot;%s&quot; al preventivo perché il prodotto non è disponibile.

source: Product Existed In Quote
it_it: Il prodotto era presente nel preventivo

source: You already have this item in your quote.
it_it: Questo elemento è già in elenco per il preventivo.

source: Send Quote Email Settings successfully saved.
it_it: Le impostazioni di invio del preventivo via email sono state salvate correttamente.

source: Error: Send Quote Email Settings can not save.
it_it: Errore: Le impostazioni di invio del preventivo via email non possono essere salvate.

source: Send Quote Email Settings successfully reseted.
it_it: Le impostazioni di invio del preventivo via email sono state ripristinate correttamente.

source: Send Quote Email
it_it: Invia Email Preventivo

source: Manual Quote Rule auto creates the Quote Request as 'quote' order status. <a href='%s'>On any Order</a> with 'quote' status you can edit prices, shipping, tax, add a personalized customer note and email the completed quote to the customer. The email uses this template.
it_it: Il preventivo manuale crea automaticamente la richiesta di preventivo come stato dell'ordine 'preventivo'. <a href='%s'>Su ogni ordine</a> con lo stato 'preventivo' puoi modificare i prezzi, la spedizione, le tasse, aggiungere una nota personalizzata e inviare al cliente via email il preventivo completo. L'email usa questo template.

source: Defaults to <code>[default_value]</code>.
it_it: Predefinito a <code>[default_value]</code>.

source: Quote Request - Pricing
it_it: Richiesta Preventivo - Prezzi

source: Message Content
it_it: Contenuto Messaggio

source: The message you create here is hard coded into the top of all Submit Quote Emails. It is your Quote introduction, explanation. Add a personalized order / customer note on the Send Quote function and it will show under this message and above the quote.
it_it: Questo messaggio è codificato in cima a tutte le pagine di invio email del preventivo. È l'introduzione al preventivo. Inserisci una nota personalizzata per ogni ordine / utente per la funzione Invia Preventivo e sarà visualizzata sotto questo messaggio e sopra al preventivo.

source: Your Quote Content
it_it: Contenuto del Preventivo

source: View Quote Button
it_it: Mostra il pulsante Preventivo

source: Send Quote &rarr;
it_it: Invia Preventivo &rarr;

source: No products in the quote.
it_it: Non ci sono prodotti da preventivare.

source: Read More Settings successfully saved.
it_it: Le impostazioni per Mostra Altro sono state correttamente salvate.

source: Error: Read More Settings can not save.
it_it: Errore: Impossibile salvare le impostazioni per Mostra Altro.

source: Read More Settings successfully reseted.
it_it: Le impostazioni per Mostra Altro sono state correttamente ripristinate.

source: Product Card Rule: Show Read More Button
it_it: Impostazione Scheda Prodotto: Visualizza Pulsante Mostra Altro

source: Set Display Type
it_it: Imposta tipo di schermata

source: Show Read More Button as
it_it: Visualizza il pulsante Mostra Altro come

source: Button that shows on mouse hover on product image.
it_it: Pulsante che appare al passaggio del mouse sull'immagine del prodotto.

source: Show as button or link text above or below the Add to Cart button position.
it_it: Mostra ome pulsante o link di testo di seguito o a fianco al pulsante Aggiungi al Carrello.

source: The 'Read More' Button / Text Link shows on the Product Cards only. Can be individually customized for each product from the product edit page > Email & Cart Meta > Read More tab.
it_it: Il Pulsante / Testo 'Mostra Altro' viene visualizzato solo nella Scheda Prodotto. Può essere personalizzato individualmente per ogni prodotto dalla pagina di modifica dei prodotti > Info Email & Scheda > Sezione Mostra Altro

source: Hover Position Style successfully saved.
it_it: Lo stile al passaggio del mouse è stato correttamente salvato.

source: Error: Hover Position Style can not save.
it_it: Errore: Impossibile salvare lo stile al passaggio del mouse.

source: Hover Position Style successfully reseted.
it_it: Lo stile al passaggio del mouse è stato correttamente ripristinato.

source: Hover Position & Style
it_it: Stile al passaggio del mouse

source: Button Show On Hover
it_it: Vista pulsante al passaggio del mouse

source: Text for Read More Button Show On Hover
it_it: Testo per il pulsante Mostra altro al passaggio

source: Button Align
it_it: Allinea Pulsante

source: Center
it_it: Centra

source: Padding from Button text to Button border Show On Hover
it_it: Sfumatura dal testo del pulsante al bordo da mostrare all'apertura

source: Button Transparency
it_it: Trasparenza Pulsante

source: Under Image Style successfully saved.
it_it: Stile immagine di sfondo correttamente salvato.

source: Error: Under Image Style can not save.
it_it: Errore: Impossibile salvare lo stile dell'immagine di sfondo.

source: Under Image Style successfully reseted.
it_it: Lo stile dell'immagine di sfondo è stato correttamente ripristinato.

source: Under Image Style
it_it: Immagine di Sfondo

source: Button/Hyperlink Show under Image
it_it: Immagine sotto al Pulsante/Collegamento Ipertestuale

source: Button or Hyperlink Type
it_it: Tipo Pulsante o Collegamento Ipertestuale

source: Position relative to Add to Cart button location
it_it: Posizione relativa al pulsante Aggiungi al carrello

source: Button or Hyperlink Magrin
it_it: Margine del pulsante o del collegamento ipertestuale
