Repository: robbenz/dia_plugs
Catalog: woocommerce-email-inquiry-cart-options-pro/languages/wc_email_inquiry-*.po
Languages: it_it

source: Text for Hyperlink show under image
it_it: Testo da mostrare sotto l'immagine del collegamento ipertestuale

source: Button Styling
it_it: Stile Pulsante

source: Text for Button show under image
it_it: Testo da mostrare sotto l'immagine del pulsante

source: Padding from Button text to Button border show under image
it_it: Sfumatura dal testo del pulsante al bordo da mostrare sotto l'immagine

source: CSS Class
it_it: Classe CSS

source: Rules & Roles Settings successfully saved.
it_it: Le impostazioni delle Regole & Ruoli sono state salvate correttamente.

source: Error: Rules & Roles Settings can not save.
it_it: Errore: Imposibile salvare le impostazioni delle Regole & Ruoli.

source: Rules & Roles Settings successfully reseted.
it_it: Le impostazioni delle Regole & Ruoli sono state ripristinate correttamente.

source: Manual Quote
it_it: Preventivo Manuale

source: Auto Quote
it_it: Preventivo Automatico

source: Conditional Logic
it_it: Logica delle Condizioni

source: Rules & Roles Explanation
it_it: Spiegazione Ruoli & Regole

source: SHOW
it_it: MOSTRA

source: HIDE
it_it: NASCONDI

source: Activating any Store Rule auto deactivates Product Page Rules 'Add to Cart' and 'Hide Price'
it_it: Attivando ogni Regola Negozio verranno disattivate le Regole della Pagina del Prodotto 'Aggiungi al Carrello' e 'Nascondi il Prezzo'

source: User Roles do not show in Rule drop downs IF they exist in other Rules that conflict. Removing Roles from conflicting Rules makes them instantly available for adding to the new Rule.
it_it: I Ruoli dell'Utente non vengono mostrati nel menù a tendina delle Regole SE esiste un conflitto tra altre Regole. Rimuovendo i Ruoli dal conflitto delle Regole, questi potranno aggiungere una nuova Regola.

source: Product Page Rules:
it_it: Regole Pagina Prodotto:

source: Product Page Rules apply a single action Rule to all product pages which can be filtered on a per User Role basis. These Rules can also be varied on a product by product basis from each product edit page.
it_it: Le Regole della Pagina del Prodotto applicano una Regola a tutte le pagine del prodotto che possono essere filtrate in base al ruolo di un utente. Queste Regole possono essere cambiate per ogni singolo prodotto dalla pagina di modifica di ognuno di essi.

source: Product Page Rule: Hide 'Add to Cart'
it_it: Regola Pagina Prodotto: Nascondi 'Aggiungi al Carrello'

source: Product Page Rule: Hide Price
it_it: Regola Pagina Prodotto: Nascondi Prezzo

source: Store Rules:
it_it: Regole Negozio:

source: Store Rules apply a set of Rules that determine how users use your store BEFORE and AFTER they log in.
it_it: Le Regole del Negozio applicano una serie di Regole che determinano come l'utente usa il tuo negozio PRIMA e DOPO l'accesso.

source: Store Rule: Manual Quote
it_it: Regola Negozio: Preventivo Manuale

source: Check to manually send prices either off-line or via edit order.
it_it: Spunta per inviare manualmente i prezzi non in linea o modificando l'ordine.

source: Hide prices everywhere including on order email and order details. If you have shipping costs configured it does not hide shipping costs.
it_it: Nascondi i prezzi ovunque, anche nell'email e nei dettagli dell'ordine. Se hai costi di spedizione configurati ciò non ne comporterà l'occultamento.

source: Store Rule: Auto Quote
it_it: Regola Negozio: Preventivo Automatico

source: Check to auto include system prices in the quote request email.
it_it: Spunta per includere automaticamente i prezzi di sistema nell'email di richiesta preventivo.

source: Hide prices on shop page, product detail page, sidebar, cart widget, cart page, checkout page. Prices including shipping show in order email, order details when subscriber send the quote request.
it_it: Nascondi i prezzi nella pagina del negozio, nella pagina dei dettagli del prodotto, nella sidebar, nella pagina e widget carrello e nella pagina del checkout. I prezzi comprensivi di spedizione vengono mostrati nell'email dell'ordine, e i dettagli quando un cliente invia la richiesta di preventivo.

source: Store Rule: Add to Order
it_it: Regola Negozio: Aggiungi all'Ordine

source: If activated this setting over-rides all other Rules for users who are not logged in.
it_it: Se questa opzione è attiva ignora tutte le Regole per utenti che non hanno effettuato l'accesso.

source: Note
it_it: Nota

source: If you do not apply Rules to your role i.e. 'administrator' you will need to either log out or open the site in another browser where you are not logged in to see the Rule feature is activated.
it_it: Se non applichi le Regole al tuo ruolo es. 'amministratore' dovrai uscire o aprire il sito in un altro browser da cui non hai effettuato l'accesso per vedere la funzionalità Regola attiva.

source: When you assign the Administrator Role to Manual Quotes and create a test Manual Quote Request you will get 2 Quote Request Received emails - the site admins copy and the customers copy
it_it: Quando assegni il Ruolo di Amministratore ai Preventivi Manuali e crei una richiesta di Preventivo Manuale riceverai due email di Richiesta Preventivo - la copia dell'amministratore e del cliente

source: The admin email shows the order sub total amount. This is not a bug. Check the customers copy and you will see it shows no prices for each product and no sub total amount.
it_it: L'email dell'amministratore mostra il subtotale dell'ordine. Non è un bug. Controlla la copia destinata ai clienti e noterai che non ci sono prezzi per ogni prodotto e nemmeno un subtotale.

source: * Store Rules 'add to' Buttons / function is the WooCommerce 'add to cart' buttons / function.
it_it: * Le regole per i pulsanti / la funzione 'aggiungi a' è la funzione / il pulsante 'aggiungi al carrello' di WooCommerce.

source: * WooCommerce has 2 core Conditionals that remove the 'add to cart' button / function from any product page.
it_it: * WooCommerce ha due Condizioni che rimuovono il pulsante / la funzione 'aggiungi al carrello' da ogni pagina prodotto.

source: 1. IF a product has no Price entered.
it_it: 1. SE un prodotto non presenta alcun prezzo.

source: 2. IF 'Inventory Management' is ON and product is 'Out of Stock'.
it_it: 2. SE 'Gestione Inventario" è ON e il prodotto è 'Non disponibile'.

source: Important!
it_it: Importante!

source: If either of the above Conditional exists on a product then the Store Rule 'add to' button / function cannot show on that product.
it_it: Se una delle Condizioni sopra indicate è associata a un prodotto la regola per il pulsante / la funzione 'aggiungi a' non può essere visibile per quel prodotto.

source: Button Style
it_it: Stile Pulsante

source: Default Form
it_it: Form Predefinito

source: Pop-Up Style
it_it: Stile Pop-Up

source: Quotes Emails
it_it: Email Preventivi

source: Email inquiry for
it_it: Richiesta email per

source: [Copy]: Email inquiry for
it_it: [Copy]: Richiesta email per

source: Name
it_it: Nome

source: Phone
it_it: Telefono

source: Message
it_it: Messaggio

source: Sorry, this product don't enable email inquiry.
it_it: Questo prodotto non è abilitato alle richieste email.

source: Documentation
it_it: Documentazione

source: Support
it_it: Supporto

source: Features
it_it: Funzioni

source: Includes all Email Inquiry and Cart Option Pro features.
it_it: Include tutte le funzionalità di Email Inquiry e Cart Option Pro.

source: Full integration with Gravity Forms, Conatct Form 7.
it_it: Massima integrazione con Gravity Forms, Contact Form 7.

source: Custom Inquiry forms with Gravity Forms shortcode.
it_it: Form di Richiesta personalizzati usando il codice di Gravity Forms.

source: Custom Inquiry forms using Contact Form 7 shortcode.
it_it: Form di Richiesta personalizzati usando il codice di Contact Form 7.

source: Inquiry form opens On Page below button.
it_it: Pulsante per aprire il form di Richiesta di seguito.

source: Open Email Inquiry form on new page option.
it_it: Opzione per aprire il form di Richiesta Email in una nuova pagina.

source: Includes all features listed above.
it_it: Include tutte le funzioni elencate di seguito.

source: Extends WooCommerce add to cart mode to 3 new modes.
it_it: Estendi Aggiungi al Carrello di WooCommerce con 3 nuove funzioni.

source: Converts add to cart function into an add to Quote function.
it_it: Converti la funzione Aggiungi al Carrello in Confronta

source: Manual' Quote Mode - quote prices off-line after request.
it_it: Modalità Preventivo Manuale - preventiva i prezzi off-line su richiesta.

source: Auto Quote Mode - Auto sends full quote to user.
it_it: Modalità Preventivo Automatico - Invia automaticamente un preventivo completo all'utente.

source: Converts add to cart function into add to Order function.
it_it: Converti la funzione Aggiungi al Carrello in Aggiungi agli Ordini.

source: Full integration with WooCommerce.
it_it: Massima integrazione con WooCommerce.

source: Subject
it_it: Oggetto

source: Please enter your Name
it_it: Inserisci il tuo nome

source: Please enter valid Email address
it_it: Inserisci un indirizzo Email valido

source: Please enter your Phone
it_it: Inserisci il tuo numero di telefono

source: Email & Cart
it_it: Email & Carrello

source: Reset Product Options
it_it: Ripristina Opzioni Prodotto

source: Check to reset this product setting to the Global Settings
it_it: Seleziona per ripristinare queste impostazioni prodotto alle Impostazioni Globali

source: Cart & Price
it_it: Carrello & Prezzo

source: Apply for all users after log in
it_it: Applica a tutti gli utenti dopo il log in

source: ON to show Button / Link Text on this Product's Card.
it_it: ON per mostrare i pulsanti / Link testuale su questa Carta Prodotto

source: Email Delivery Options
it_it: Opzioni Invio Email

source: Copy to
it_it: Copia a

source: Inquiry Button / Hyperlink Options
it_it: Pulsante Richiesta / Opzioni Ipertestuale

source: Text before
it_it: Testo prima

source: Hyperlink text
it_it: Collegamento ipertestuale

source: Trailing text
it_it: Trascinamento testo

source: Upgrade to
it_it: Aggiorna alla

source: to activate
it_it: per attivare

source: Button / Link Text
it_it: Pulsante / Collegamento Testo

source: &lt;empty&gt; defaults to Global text
it_it: &lt;empty&gt; predefiniti a testo Globale

source: Please Upgrade to WooCommerce Quotes and Orders plugin
it_it: Aggiorna al plugin WooCommerce Quotes and Orders
